[
    {
      "name": "Ravi Narayan",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "Having spent my career fine-tuning search algorithms and working on large-scale indexing systems, I’m passionate about the intersection of mathematics and computer science. I aim to mentor individuals interested in solving abstract, complex challenges and guiding those who want to explore cutting-edge search technologies.",
      "Tech": ["C++", "Python", "BigQuery", "TensorFlow", "Kubernetes", "GCP"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ananya Bose",
      "Current Company": "Meta",
      "Experience Level": 11,
      "What I am looking for": "I’ve dedicated much of my career to building engaging and meaningful experiences for social media users. From optimizing user feeds to creating robust safety frameworks, I enjoy mentoring those who want to combine creativity with technology. My focus is on those aiming to build impactful, user-centered products.",
      "Tech": ["React", "Python", "GraphQL", "PostgreSQL", "AWS"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Karthik Srinivasan",
      "Current Company": "Amazon",
      "Experience Level": 9,
      "What I am looking for": "After years of ensuring seamless e-commerce operations, I want to guide engineers interested in improving user transactions and payment systems. Whether it’s tackling backend issues or exploring machine learning for personalization, I enjoy working with those who want to make tech accessible to all.",
      "Tech": ["Java", "Spring Boot", "AWS", "Kafka", "Redis"],
      "Booking Price INR": 2500.00
    },
    {
      "name": "Meghna Das",
      "Current Company": "Apple",
      "Experience Level": 13,
      "What I am looking for": "As a designer of elegant interfaces and powerful iOS frameworks, my goal is to help engineers craft seamless user experiences. I specialize in guiding developers who want to create visually stunning apps while ensuring top-notch performance.",
      "Tech": ["Swift", "Objective-C", "UIKit", "Core Data", "Xcode"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Vivek Tandon",
      "Current Company": "Microsoft",
      "Experience Level": 15,
      "What I am looking for": "Throughout my journey, I’ve focused on enabling enterprises to transition from legacy systems to modern cloud architectures. I want to mentor professionals interested in digital transformation, cloud migration, and building scalable SaaS platforms.",
      "Tech": [".NET", "C#", "Azure", "SQL Server", "PowerShell"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Reema Kaur",
      "Current Company": "Netflix",
      "Experience Level": 10,
      "What I am looking for": "I’ve been involved in creating immersive video-streaming experiences for millions of users worldwide. My focus is on mentoring engineers who are interested in high-bandwidth video delivery systems, data compression techniques, and intuitive user interfaces.",
      "Tech": ["Python", "Go", "Kubernetes", "Docker", "AWS"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Arjun Khanna",
      "Current Company": "Tesla",
      "Experience Level": 12,
      "What I am looking for": "Having worked extensively in the electric vehicle domain, I am passionate about helping others dive into cutting-edge technology involving real-time embedded systems. My mentorship focuses on innovative problem-solving, sustainable solutions, and hardware-software integration.",
      "Tech": ["C++", "RTOS", "Python", "MATLAB", "ROS"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Pooja Mishra",
      "Current Company": "LinkedIn",
      "Experience Level": 8,
      "What I am looking for": "I’ve developed algorithms that match professionals with opportunities that transform lives. I’m eager to mentor those passionate about making meaningful connections through technology, especially in areas like recommendation systems and user engagement.",
      "Tech": ["Scala", "Spark", "Java", "AWS", "Kafka"],
      "Booking Price INR": 2700.00
    },
    {
      "name": "Rohan Verma",
      "Current Company": "Stripe",
      "Experience Level": 7,
      "What I am looking for": "My career has been focused on building seamless and secure payment systems. I enjoy helping aspiring engineers understand the intricacies of fintech, from payment gateways to fraud detection.",
      "Tech": ["Ruby", "Node.js", "PostgreSQL", "Stripe API", "AWS"],
      "Booking Price INR": 2400.00
    },
    {
      "name": "Ishita Roy",
      "Current Company": "Uber",
      "Experience Level": 9,
      "What I am looking for": "From optimizing ride-sharing algorithms to implementing real-time maps, I want to mentor engineers who are excited about solving problems in transportation, logistics, and geospatial data.",
      "Tech": ["Python", "Go", "Kafka", "Redis", "PostgreSQL"],
      "Booking Price INR": 2900.00
    },

    {
      "name": "Neha Agarwal",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I have led teams working on scalable e-commerce platforms and customer-centric APIs. I want to mentor engineers looking to dive into large-scale distributed systems, building high-performance APIs, and solving real-world customer problems.",
      "Tech": ["Java", "Spring Boot", "AWS", "DynamoDB", "Kafka"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Siddharth Menon",
      "Current Company": "Google",
      "Experience Level": 10,
      "What I am looking for": "I specialize in building search engine optimizations and ranking algorithms. I aim to mentor those who want to work on improving search efficiency, implementing AI-based query understanding, and scaling ML pipelines.",
      "Tech": ["Python", "TensorFlow", "BigQuery", "C++", "Kubernetes"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Anjali Deshmukh",
      "Current Company": "Netflix",
      "Experience Level": 9,
      "What I am looking for": "My expertise lies in creating adaptive streaming technologies and improving video playback experiences. I want to guide developers passionate about media delivery systems, streaming protocols, and cross-platform optimization.",
      "Tech": ["Go", "Python", "HLS", "Kubernetes", "Docker"],
      "Booking Price INR": 2700.00
    },
    {
      "name": "Rohit Sharma",
      "Current Company": "Tesla",
      "Experience Level": 11,
      "What I am looking for": "As a senior software engineer in autonomous systems, I want to mentor individuals eager to explore computer vision, sensor fusion, and real-time data processing for autonomous vehicles.",
      "Tech": ["C++", "Python", "ROS", "TensorFlow", "OpenCV"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Priyanka Dutta",
      "Current Company": "Meta",
      "Experience Level": 8,
      "What I am looking for": "I’ve worked extensively on social media privacy and data protection. I enjoy mentoring engineers who are interested in building secure systems and improving user trust through robust privacy solutions.",
      "Tech": ["JavaScript", "GraphQL", "Node.js", "React", "AWS"],
      "Booking Price INR": 2600.00
    },
    {
      "name": "Amit Bhardwaj",
      "Current Company": "Apple",
      "Experience Level": 13,
      "What I am looking for": "As an iOS developer, I’ve worked on some of the most iconic apps. I want to help developers looking to master iOS frameworks, optimize app performance, and innovate with ARKit and Core ML.",
      "Tech": ["Swift", "Objective-C", "ARKit", "Core ML", "Xcode"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Sonia Kulkarni",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "My career has been focused on enterprise cloud solutions. I want to mentor professionals exploring Azure-based applications, DevOps best practices, and scalable architecture design.",
      "Tech": [".NET", "C#", "Azure", "PowerShell", "Kubernetes"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rahul Gupta",
      "Current Company": "LinkedIn",
      "Experience Level": 7,
      "What I am looking for": "I specialize in recommendation algorithms that connect professionals. I enjoy helping mentees interested in graph databases, user engagement, and large-scale data systems.",
      "Tech": ["Scala", "Spark", "Neo4j", "Kafka", "AWS"],
      "Booking Price INR": 2500.00
    },
    {
      "name": "Isha Verma",
      "Current Company": "Stripe",
      "Experience Level": 9,
      "What I am looking for": "I’ve worked on secure payment processing and fraud detection systems. I’m keen to guide engineers passionate about fintech innovations, secure API design, and seamless user transactions.",
      "Tech": ["Ruby", "Node.js", "PostgreSQL", "Redis", "AWS"],
      "Booking Price INR": 2700.00
    },
    {
      "name": "Karan Joshi",
      "Current Company": "Uber",
      "Experience Level": 10,
      "What I am looking for": "With years of experience in optimizing ride-sharing algorithms, I aim to mentor individuals keen on solving real-time logistics challenges and improving location-based systems.",
      "Tech": ["Python", "Go", "Kafka", "Redis", "PostgreSQL"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Meera Sharma",
      "Current Company": "Facebook",
      "Experience Level": 8,
      "What I am looking for": "I’m passionate about scaling social platforms. I want to guide developers focusing on back-end optimization, data pipelines, and engaging front-end experiences.",
      "Tech": ["PHP", "Hack", "React", "GraphQL", "MySQL"],
      "Booking Price INR": 2500.00
    },
    {
      "name": "Devika Patil",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I’ve led teams creating tools for accessibility and inclusion. I’m eager to mentor those who share my passion for building tech solutions that make the digital world accessible to everyone.",
      "Tech": ["Python", "Java", "Flutter", "Kubernetes", "BigQuery"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Nikhil Bansal",
      "Current Company": "Netflix",
      "Experience Level": 10,
      "What I am looking for": "I specialize in real-time data streaming for personalized recommendations. I’m looking to mentor engineers who want to explore data engineering and ML-powered recommendations.",
      "Tech": ["Scala", "Kafka", "Spark", "AWS", "Python"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Ayesha Kapoor",
      "Current Company": "Meta",
      "Experience Level": 9,
      "What I am looking for": "I’ve worked on building immersive AR and VR experiences. I’m eager to help developers interested in 3D rendering, real-time graphics, and the future of virtual interaction.",
      "Tech": ["Unity", "C#", "OpenGL", "WebXR", "React"],
      "Booking Price INR": 2900.00
    },
    
    {
      "name": "Rajat Kapoor",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I’ve specialized in cloud infrastructure and building scalable web applications. I enjoy mentoring engineers who are interested in learning about cloud architecture, serverless frameworks, and system scalability.",
      "Tech": ["Java", "GCP", "Terraform", "Kubernetes", "BigQuery"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Ankita Jain",
      "Current Company": "Apple",
      "Experience Level": 11,
      "What I am looking for": "I am focused on creating high-performance iOS applications and optimizing user experiences. I want to guide engineers interested in mastering Swift, Core Data, and ARKit for developing innovative mobile apps.",
      "Tech": ["Swift", "Objective-C", "ARKit", "Core Data", "Xcode"],
      "Booking Price INR": 2900.00
    },
    {
      "name": "Manoj Tiwari",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I have worked on AWS cloud architecture and optimizing distributed systems for e-commerce platforms. I want to mentor individuals who are passionate about cloud technologies, microservices, and scalable APIs.",
      "Tech": ["Java", "AWS", "Spring Boot", "DynamoDB", "Kafka"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Neeraj Patil",
      "Current Company": "Meta",
      "Experience Level": 10,
      "What I am looking for": "My expertise lies in enhancing social media platforms and optimizing data pipelines. I aim to mentor engineers who want to dive into building recommendation engines and working with large-scale social graph data.",
      "Tech": ["Python", "GraphQL", "React", "Cassandra", "Apache Spark"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Madhuri Reddy",
      "Current Company": "Netflix",
      "Experience Level": 9,
      "What I am looking for": "I’ve worked on developing streaming technologies and ensuring seamless video playback. I want to guide engineers interested in optimizing content delivery networks and building real-time video streaming solutions.",
      "Tech": ["Go", "AWS", "Kubernetes", "Docker", "HLS"],
      "Booking Price INR": 2700.00
    },
    {
      "name": "Harish Sharma",
      "Current Company": "Uber",
      "Experience Level": 11,
      "What I am looking for": "Having worked on optimizing ride-sharing algorithms, I want to mentor individuals who are interested in real-time location-based systems, data processing, and handling scalability challenges in transportation.",
      "Tech": ["Go", "Kafka", "PostgreSQL", "Redis", "Docker"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Sushant Kumar",
      "Current Company": "Tesla",
      "Experience Level": 14,
      "What I am looking for": "I specialize in autonomous systems and real-time data processing. I want to guide engineers interested in working with sensor fusion, computer vision, and optimizing control systems for self-driving cars.",
      "Tech": ["C++", "ROS", "Python", "TensorFlow", "OpenCV"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Rashmi Gupta",
      "Current Company": "Microsoft",
      "Experience Level": 12,
      "What I am looking for": "I focus on enterprise solutions and cloud computing. I want to mentor individuals eager to develop cloud-native applications, work with serverless computing, and design efficient microservice architectures.",
      "Tech": [".NET", "C#", "Azure", "SQL Server", "Docker"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Prashant Mishra",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I have experience in designing scalable data pipelines and real-time analytics platforms. I enjoy mentoring professionals who are looking to build data infrastructure, optimize analytics, and implement machine learning models.",
      "Tech": ["Python", "Spark", "BigQuery", "GCP", "TensorFlow"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Aditi Yadav",
      "Current Company": "Amazon",
      "Experience Level": 10,
      "What I am looking for": "I have been working in machine learning and natural language processing. I want to mentor engineers who are interested in building conversational AI, chatbots, and language models for real-world applications.",
      "Tech": ["Python", "TensorFlow", "Keras", "NLP", "AWS"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Saurabh Kapoor",
      "Current Company": "Stripe",
      "Experience Level": 11,
      "What I am looking for": "With a background in building secure payment gateways, I am keen to mentor professionals focused on optimizing payment systems, implementing fraud detection, and building highly available services in the fintech industry.",
      "Tech": ["Ruby", "Node.js", "AWS", "PostgreSQL", "Stripe API"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Rekha Joshi",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "Having worked on platform scalability and infrastructure optimization, I want to mentor engineers focused on building resilient distributed systems, implementing load balancing, and ensuring high uptime in large-scale systems.",
      "Tech": ["PHP", "C++", "MySQL", "Kubernetes", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Vikas Rani",
      "Current Company": "Google",
      "Experience Level": 9,
      "What I am looking for": "I specialize in building search optimization algorithms and content discovery systems. I am eager to guide engineers who want to work on natural language processing, deep learning models, and search engine technologies.",
      "Tech": ["Python", "TensorFlow", "ElasticSearch", "BigQuery", "C++"],
      "Booking Price INR": 2700.00
    },
    {
      "name": "Kiran Patel",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "My focus is on AR/VR development and immersive user experiences. I enjoy mentoring engineers interested in building AR applications using ARKit, improving real-time 3D rendering, and optimizing mobile app performance.",
      "Tech": ["Swift", "ARKit", "SceneKit", "Core Data", "Xcode"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Shivani Arora",
      "Current Company": "Tesla",
      "Experience Level": 10,
      "What I am looking for": "Having worked on designing powertrain systems for electric vehicles, I want to mentor engineers looking to work on energy optimization, embedded systems, and sustainable technologies within the automotive industry.",
      "Tech": ["C", "C++", "MATLAB", "Simulink", "RTOS"],
      "Booking Price INR": 2900.00
    },
    {
      "name": "Sandeep Mehra",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I have experience building tools that optimize digital media for social platforms. I aim to mentor professionals interested in developing cross-platform applications, enhancing user engagement, and improving social media algorithms.",
      "Tech": ["PHP", "JavaScript", "React", "MySQL", "Node.js"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Suman Ghosh",
      "Current Company": "Uber",
      "Experience Level": 9,
      "What I am looking for": "I’ve worked on building mobile applications for transportation and logistics services. I am looking to mentor engineers focused on mobile app optimization, real-time communication, and data synchronization.",
      "Tech": ["Java", "Kotlin", "React Native", "Firebase", "Docker"],
      "Booking Price INR": 2700.00
    },
    {
      "name": "Priya Sethi",
      "Current Company": "Amazon",
      "Experience Level": 11,
      "What I am looking for": "I specialize in building and scaling e-commerce platforms. I want to guide engineers passionate about product development, designing robust payment gateways, and optimizing systems for high traffic volumes.",
      "Tech": ["Java", "Spring Boot", "AWS", "Redis", "MySQL"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Shivendra Kumar",
      "Current Company": "Microsoft",
      "Experience Level": 10,
      "What I am looking for": "I have deep experience working on enterprise-level applications and cloud platforms. I want to mentor engineers looking to develop cloud-native applications and work with serverless architectures.",
      "Tech": [".NET", "C#", "Azure", "SQL Server", "Docker"],
      "Booking Price INR": 2900.00
    },

    {
      "name": "Rajeev Sharma",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I have expertise in developing machine learning models and working with large datasets. I am interested in mentoring those who want to dive deep into AI, machine learning algorithms, and building AI-driven products.",
      "Tech": ["Python", "TensorFlow", "Keras", "AWS", "Pandas"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Ritika Mehta",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "My focus is on building scalable systems and optimizing backend architectures. I want to mentor engineers who are interested in cloud technologies, microservices, and high-performance distributed systems.",
      "Tech": ["Go", "Java", "AWS", "Docker", "Kubernetes"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Kunal Garg",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I specialize in data engineering and building real-time data pipelines. I aim to guide mentees interested in mastering big data tools like Hadoop and Spark, and creating scalable, efficient ETL systems.",
      "Tech": ["Scala", "Spark", "Hadoop", "AWS", "Kafka"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Preeti Joshi",
      "Current Company": "Amazon",
      "Experience Level": 10,
      "What I am looking for": "I have worked on designing customer-centric applications for e-commerce platforms. I am looking to mentor individuals who want to improve their skills in front-end technologies, UI/UX design, and mobile app development.",
      "Tech": ["React", "JavaScript", "Node.js", "CSS", "MongoDB"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Amit Verma",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I’ve focused on building high-performance systems in the mobile space. I want to mentor engineers who are passionate about iOS development, Swift, and building apps that optimize device performance and user experience.",
      "Tech": ["Swift", "Objective-C", "Xcode", "Core Data", "iOS SDK"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Harpreet Kaur",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "With my background in cloud computing and microservices architecture, I aim to guide mentees interested in building secure, scalable applications and mastering cloud services, such as GCP and Kubernetes.",
      "Tech": ["Java", "GCP", "Kubernetes", "Spring Boot", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Ankit Sinha",
      "Current Company": "Uber",
      "Experience Level": 11,
      "What I am looking for": "I’ve worked on real-time applications and geolocation-based systems. I want to mentor professionals looking to design and implement robust location tracking systems, and those interested in scalable architecture and algorithms.",
      "Tech": ["Python", "AWS", "React", "PostgreSQL", "Kotlin"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Maya Desai",
      "Current Company": "Netflix",
      "Experience Level": 9,
      "What I am looking for": "I focus on building high-quality video streaming systems and user-friendly interfaces. I’m looking to mentor those who want to work on optimizing streaming quality, reducing latency, and building real-time multimedia apps.",
      "Tech": ["Java", "Scala", "React", "Kafka", "Spring Boot"],
      "Booking Price INR": 2700.00
    },
    {
      "name": "Manish Patel",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "With a decade of experience in cloud and distributed computing, I am keen to mentor individuals who want to work with scalable systems, cloud platforms like AWS, and build reliable, fault-tolerant applications.",
      "Tech": ["Python", "AWS", "Go", "Docker", "Cassandra"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Neha Yadav",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I have a strong background in full-stack web development, with expertise in both front-end and back-end technologies. I want to guide individuals interested in building modern, responsive web applications using the latest tools and frameworks.",
      "Tech": ["JavaScript", "React", "Node.js", "MongoDB", "Express"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Amit Kumar",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "Having worked in software engineering for over a decade, I specialize in improving the efficiency of web applications and distributed systems. I want to mentor engineers focused on optimizing application performance and scalability.",
      "Tech": ["C++", "GCP", "Kubernetes", "Terraform", "Cloud Functions"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ravi Dubey",
      "Current Company": "Stripe",
      "Experience Level": 10,
      "What I am looking for": "I have built payment systems that scale globally and ensure secure transactions. I am keen to mentor professionals passionate about fintech, payment gateway integrations, and security in financial applications.",
      "Tech": ["Ruby", "Node.js", "PostgreSQL", "Stripe API", "AWS"],
      "Booking Price INR": 2900.00
    },
    {
      "name": "Shalini Verma",
      "Current Company": "Tesla",
      "Experience Level": 14,
      "What I am looking for": "With a deep understanding of automotive software systems, I want to mentor those interested in building innovative automotive technologies, embedded systems, and optimizing real-time processing in electric vehicles.",
      "Tech": ["C", "C++", "MATLAB", "Simulink", "RTOS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Pradeep Singh",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I have experience building iOS applications with a focus on clean, user-friendly interfaces and seamless performance. I want to mentor engineers interested in mobile app development and building apps that delight users.",
      "Tech": ["Swift", "Objective-C", "Xcode", "Cocoa Touch", "Core Animation"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Aarti Jain",
      "Current Company": "Amazon",
      "Experience Level": 11,
      "What I am looking for": "I specialize in optimizing supply chain algorithms and building intelligent systems for e-commerce. I am interested in mentoring those who want to explore data analysis, inventory management systems, and real-time decision-making.",
      "Tech": ["Java", "Spring Boot", "AWS", "Python", "MongoDB"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Rohit Sharma",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "My experience includes building complex data systems and working on cutting-edge research in AI. I want to guide engineers who are passionate about deep learning, reinforcement learning, and creating AI-based products.",
      "Tech": ["Python", "TensorFlow", "PyTorch", "Keras", "AWS"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Deepika Reddy",
      "Current Company": "Microsoft",
      "Experience Level": 10,
      "What I am looking for": "I focus on backend development and cloud-based solutions. I want to mentor those who are looking to work with Azure, build scalable APIs, and develop cloud applications for large enterprises.",
      "Tech": ["C#", "ASP.NET", "Azure", "SQL Server", "Docker"],
      "Booking Price INR": 2900.00
    },
    {
      "name": "Arvind Gupta",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "With extensive experience in UI/UX and front-end design, I am passionate about guiding engineers looking to enhance the user experience, create intuitive interfaces, and master front-end frameworks.",
      "Tech": ["React", "JavaScript", "CSS", "HTML", "Redux"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Pooja Sethi",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I have worked on developing consumer electronics and optimizing firmware. I am excited to mentor engineers who are looking to explore embedded systems, firmware development, and IoT technologies.",
      "Tech": ["C", "C++", "Embedded Systems", "RTOS", "IoT"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Sanjay Kapoor",
      "Current Company": "Stripe",
      "Experience Level": 10,
      "What I am looking for": "I specialize in building scalable, secure payment systems for financial institutions. I aim to mentor engineers interested in working on payment infrastructure, API integrations, and ensuring transactional security.",
      "Tech": ["Ruby", "Node.js", "PostgreSQL", "Stripe API", "AWS"],
      "Booking Price INR": 2900.00
    },

    {
      "name": "Nisha Verma",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I have deep experience in cloud-based data solutions, specifically AWS. I aim to guide professionals who want to develop expertise in cloud architecture, data management, and scaling services for large enterprises.",
      "Tech": ["Python", "AWS", "DynamoDB", "Lambda", "S3"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Shashank Reddy",
      "Current Company": "Facebook",
      "Experience Level": 14,
      "What I am looking for": "I have built scalable social networking systems and implemented real-time messaging platforms. I am interested in mentoring engineers who want to work on similar systems, focusing on performance, reliability, and scalability.",
      "Tech": ["Python", "C++", "React", "PostgreSQL", "Kafka"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Simran Patel",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "With my experience in system design and cloud infrastructure, I want to mentor engineers who are passionate about building secure, fault-tolerant systems that scale effectively across the cloud.",
      "Tech": ["Java", "Kubernetes", "GCP", "Terraform", "Jenkins"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Vikram Sharma",
      "Current Company": "Netflix",
      "Experience Level": 15,
      "What I am looking for": "I specialize in designing efficient video streaming platforms and backend services for multimedia applications. I am looking for mentees interested in multimedia, distributed systems, and high-performance computing.",
      "Tech": ["C", "Java", "Scala", "AWS", "Spring Boot"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Aparna Rao",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "With expertise in mobile and embedded systems, I focus on iOS app development and firmware programming. I want to mentor those interested in mobile optimization, real-time systems, and IoT technology.",
      "Tech": ["Swift", "Objective-C", "Xcode", "C", "IoT"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Rahul Singh",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I have experience building large-scale enterprise solutions and cloud applications on Azure. I am passionate about guiding engineers in system architecture, cloud-native development, and continuous integration.",
      "Tech": ["C#", "Azure", "Docker", "Kubernetes", "Terraform"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Priya Gupta",
      "Current Company": "Amazon",
      "Experience Level": 11,
      "What I am looking for": "I have worked on building scalable e-commerce platforms and optimizing the user experience for millions of users. I want to mentor engineers who are interested in front-end technologies and the latest trends in web development.",
      "Tech": ["JavaScript", "React", "Node.js", "MongoDB", "AWS"],
      "Booking Price INR": 2900.00
    },
    {
      "name": "Deepak Desai",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I have expertise in developing data-driven applications with a focus on machine learning integration. I want to mentor engineers who are interested in AI, data analytics, and creating AI-powered applications.",
      "Tech": ["Python", "TensorFlow", "Keras", "NumPy", "AWS"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Aditi Mehra",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I specialize in backend architecture, focusing on building microservices and APIs for large-scale applications. I want to mentor professionals eager to learn about distributed systems, security, and API design.",
      "Tech": ["Java", "Node.js", "Spring Boot", "Kubernetes", "MySQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Neelesh Kumar",
      "Current Company": "Stripe",
      "Experience Level": 10,
      "What I am looking for": "I have worked on building secure payment solutions and API integrations. I want to mentor professionals interested in the fintech industry, API security, and creating highly available payment gateways.",
      "Tech": ["Ruby", "Node.js", "JavaScript", "Stripe API", "PostgreSQL"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Vandana Sharma",
      "Current Company": "Tesla",
      "Experience Level": 14,
      "What I am looking for": "I have experience in developing automotive software and embedded systems for electric vehicles. I am looking to mentor engineers passionate about innovation in the automotive sector and those keen on building real-time systems for the next generation of vehicles.",
      "Tech": ["C", "C++", "MATLAB", "Embedded Systems", "RTOS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sandeep Rathi",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "With a focus on data engineering and real-time analytics, I want to mentor professionals who are eager to explore big data technologies, streaming data pipelines, and working with cloud data services like AWS and Google Cloud.",
      "Tech": ["Python", "AWS", "Spark", "Kafka", "MongoDB"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Shubham Patil",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I specialize in full-stack web development, including front-end, back-end, and database technologies. I am looking to mentor engineers eager to work on large-scale web applications and cutting-edge frontend technologies.",
      "Tech": ["JavaScript", "React", "Node.js", "Express", "MongoDB"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Harsh Kumar",
      "Current Company": "Microsoft",
      "Experience Level": 15,
      "What I am looking for": "I have worked on several distributed systems and cloud-native applications. I want to mentor engineers focused on building scalable applications, improving system reliability, and designing fault-tolerant systems.",
      "Tech": ["Java", "Spring Boot", "AWS", "Kubernetes", "Terraform"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Siddhi Verma",
      "Current Company": "Apple",
      "Experience Level": 10,
      "What I am looking for": "I have a strong background in mobile app development for iOS and macOS. I want to mentor those who want to learn how to build high-quality iOS apps, integrate APIs, and optimize performance for mobile platforms.",
      "Tech": ["Swift", "Objective-C", "Xcode", "Core Data", "iOS SDK"],
      "Booking Price INR": 2900.00
    },
    {
      "name": "Akash Bansal",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "With experience in backend architecture, I have worked on designing microservices, APIs, and deploying applications in cloud environments. I want to mentor engineers interested in scalable backend solutions and optimizing system performance.",
      "Tech": ["Python", "Django", "Flask", "Google Cloud", "Docker"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Tanvi Agarwal",
      "Current Company": "Amazon",
      "Experience Level": 10,
      "What I am looking for": "I focus on working with big data technologies and building scalable data pipelines. I am interested in mentoring those who are passionate about data engineering, real-time analytics, and working with distributed data systems.",
      "Tech": ["Java", "Hadoop", "Spark", "Kafka", "AWS"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Kritika Jain",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I have experience in designing high-availability systems and implementing cloud-native applications. I want to mentor engineers interested in microservices, distributed databases, and cloud solutions.",
      "Tech": ["Go", "Java", "Kubernetes", "GCP", "PostgreSQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Anand Kumar",
      "Current Company": "Uber",
      "Experience Level": 12,
      "What I am looking for": "I specialize in optimizing scalable systems, particularly focusing on real-time data and geospatial algorithms. I am looking to mentor engineers interested in real-time systems, data science, and geolocation-based services.",
      "Tech": ["Python", "AWS", "Node.js", "MongoDB", "Kafka"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Radhika Shah",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I have experience in building AI-driven platforms and natural language processing systems. I want to mentor engineers who want to work with NLP, computer vision, and deep learning technologies.",
      "Tech": ["Python", "TensorFlow", "Keras", "NLTK", "OpenCV"],
      "Booking Price INR": 3300.00
    },
    
    {
      "name": "Prashant Mishra",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I specialize in designing cloud-based solutions, DevOps practices, and automating infrastructure deployments. I'm eager to mentor professionals who want to learn about infrastructure as code, CI/CD pipelines, and cloud-native architecture.",
      "Tech": ["Python", "Terraform", "AWS", "Ansible", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Neha Soni",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I focus on developing high-performance applications and optimizing user experience across platforms. I'm looking to mentor software developers who want to learn best practices in front-end technologies and mobile app development.",
      "Tech": ["JavaScript", "React", "Vue.js", "Node.js", "MongoDB"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Rohit Patel",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I have a strong background in machine learning and data engineering, working on large-scale systems to process and analyze data. I aim to mentor professionals in machine learning algorithms, big data frameworks, and deploying AI solutions at scale.",
      "Tech": ["Python", "TensorFlow", "Spark", "BigQuery", "Apache Kafka"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Suman Thakur",
      "Current Company": "Netflix",
      "Experience Level": 14,
      "What I am looking for": "I specialize in high-performance computing, particularly in building real-time streaming platforms and large-scale distributed systems. I want to mentor engineers interested in the entertainment tech industry, distributed computing, and video delivery systems.",
      "Tech": ["C++", "Python", "Kubernetes", "Docker", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Vishal Bhatia",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I have experience in building secure payment systems, fraud detection, and working with financial institutions. I would love to mentor professionals interested in fintech, payment systems, and API security.",
      "Tech": ["Java", "Ruby", "Stripe API", "OAuth", "PostgreSQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Mansi Mehta",
      "Current Company": "Apple",
      "Experience Level": 11,
      "What I am looking for": "I specialize in mobile application development and user interface design. I aim to mentor aspiring iOS developers who want to build intuitive apps with a focus on usability and performance optimization.",
      "Tech": ["Swift", "Xcode", "Objective-C", "Cocoa Touch", "Core Data"],
      "Booking Price INR": 2900.00
    },
    {
      "name": "Karan Jain",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "With experience in full-stack development, I focus on creating dynamic web applications that are scalable, secure, and maintainable. I am looking to mentor developers who want to work on cloud-based platforms, microservices, and frontend frameworks.",
      "Tech": ["JavaScript", "React", "Node.js", "MongoDB", "AWS"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Sonali Rao",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I have extensive experience in building SaaS platforms and handling large volumes of transactional data. I'm eager to mentor software engineers who want to delve into backend systems, cloud services, and enterprise-grade software design.",
      "Tech": ["C#", "ASP.NET", "SQL Server", "Azure", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Manoj Rathi",
      "Current Company": "Meta",
      "Experience Level": 10,
      "What I am looking for": "I have worked on high-availability systems and cloud architectures, particularly for large-scale social media platforms. I want to mentor developers keen on building robust systems, APIs, and dealing with large-scale data management.",
      "Tech": ["Python", "AWS", "Java", "Kafka", "Redis"],
      "Booking Price INR": 2800.00
    },
    {
      "name": "Nishant Gupta",
      "Current Company": "Uber",
      "Experience Level": 12,
      "What I am looking for": "With expertise in building scalable transportation platforms and optimizing backend services, I am looking to mentor engineers interested in mobile-first architectures and systems that handle high concurrency and real-time data.",
      "Tech": ["Java", "Spring Boot", "Kafka", "PostgreSQL", "AWS"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Tanya Agarwal",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I specialize in data science and predictive analytics. I want to mentor individuals who are interested in developing AI and machine learning models, using data to make impactful business decisions.",
      "Tech": ["Python", "R", "TensorFlow", "Pandas", "AWS"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Ravi Kumar",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I have deep knowledge of building high-performance systems, cloud-based applications, and handling big data workloads. I want to mentor engineers who are passionate about cloud technologies, big data, and distributed systems.",
      "Tech": ["Java", "C", "GCP", "Hadoop", "Spark"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Shubhi Sethi",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "My expertise is in scaling social media platforms and creating algorithms for personalization. I would like to mentor engineers who are interested in working on recommendation systems and machine learning algorithms for large-scale platforms.",
      "Tech": ["Python", "Machine Learning", "SQL", "TensorFlow", "Hadoop"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Rajesh Agarwal",
      "Current Company": "Netflix",
      "Experience Level": 15,
      "What I am looking for": "I have experience building large-scale streaming platforms and optimizing media delivery systems. I want to mentor engineers interested in video streaming technology, low-latency communication, and content delivery networks.",
      "Tech": ["Java", "C++", "Golang", "Redis", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Ashish Prakash",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I specialize in payment systems, handling secure transactions, and building highly available financial software. I aim to mentor professionals passionate about fintech and API-driven architectures.",
      "Tech": ["Ruby", "Node.js", "AWS", "MongoDB", "PostgreSQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Priyanka Shukla",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I have worked on developing enterprise software solutions, particularly in logistics and supply chain management. I want to mentor professionals who are interested in working on high-impact software for large organizations.",
      "Tech": ["Java", "Spring Boot", "Kafka", "AWS", "MongoDB"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Harshit Pandey",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I specialize in the development of secure and scalable mobile applications, particularly for iOS. I want to mentor developers who are passionate about mobile security, app optimization, and integrating third-party APIs into apps.",
      "Tech": ["Swift", "Objective-C", "Xcode", "Core Data", "Cocoa Touch"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Gaurav Mehta",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I have expertise in building end-to-end data pipelines, cloud computing, and automation. I want to mentor professionals who are keen on data engineering, machine learning models, and automating business workflows.",
      "Tech": ["Python", "AWS", "Spark", "BigQuery", "Terraform"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sanjay Yadav",
      "Current Company": "Microsoft",
      "Experience Level": 12,
      "What I am looking for": "I focus on the development of cloud-based enterprise applications and systems integration. I want to mentor engineers who are interested in building scalable SaaS platforms, particularly those focused on cloud computing and APIs.",
      "Tech": ["C#", "Azure", "Docker", "SQL Server", "ASP.NET"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Anjali Mehra",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I have experience in building scalable machine learning platforms and AI-driven systems. I am looking to mentor engineers who want to explore deep learning models, neural networks, and AI application design.",
      "Tech": ["Python", "TensorFlow", "PyTorch", "Scikit-learn", "AWS"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Amit Verma",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "With extensive experience in artificial intelligence, I have designed and scaled machine learning models for global systems. I want to mentor those who are enthusiastic about deep learning, computer vision, and AI ethics, guiding them from concept to deployment.",
      "Tech": ["Python", "TensorFlow", "PyTorch", "Spark", "GCP"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Divya Malhotra",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I’ve spent years refining serverless architectures and microservices. My goal is to mentor engineers who are eager to explore cloud-native development, cost-optimization strategies, and advanced monitoring techniques.",
      "Tech": ["Java", "AWS", "Node.js", "MongoDB", "Docker"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Puneet Arora",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "As a backend architect for large-scale platforms, I’ve mastered data synchronization across continents. I’d love to help engineers interested in multi-region systems, real-time data streaming, and secure infrastructure.",
      "Tech": ["Java", "Kafka", "Redis", "AWS", "Spring Boot"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Ishita Kapoor",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I specialize in integrating AI into everyday software solutions. I’m looking for mentees passionate about developing user-centric AI tools, focusing on accessibility and ethical AI development.",
      "Tech": ["JavaScript", "React", "Node.js", "SQL", "Firebase"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Sandeep Kumar",
      "Current Company": "Uber",
      "Experience Level": 13,
      "What I am looking for": "My work in logistics tech focuses on route optimization and predictive analytics. I am keen to mentor individuals working on transportation algorithms, fleet management systems, and efficient data storage for logistics.",
      "Tech": ["Java", "Spring Boot", "Apache Kafka", "Redis", "GCP"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Preeti Desai",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I create cutting-edge streaming platforms that balance efficiency and high-quality delivery. I’m here to mentor people interested in media encoding, dynamic content delivery, and enhancing user experience in entertainment tech.",
      "Tech": ["JavaScript", "React", "HTML5", "CSS3", "Node.js"],
      "Booking Price INR": 2900.00
    },
    {
      "name": "Rishabh Sharma",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I’ve built secure financial platforms to facilitate billions of transactions. I want to guide developers focusing on payment security, compliance frameworks, and fintech innovation.",
      "Tech": ["Ruby", "Rails", "Stripe API", "AWS", "PostgreSQL"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Shubham Singhal",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I specialize in designing app ecosystems that seamlessly integrate with hardware. I’m looking to mentor developers passionate about building IoT-friendly apps, battery optimization, and secure communication protocols.",
      "Tech": ["Swift", "Objective-C", "Xcode", "Firebase", "Core Data"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Sonia Kapoor",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I work on enhancing search accuracy and personalization. I want to mentor individuals passionate about natural language understanding, search engine algorithms, and data-driven decision-making.",
      "Tech": ["Python", "TensorFlow", "NLTK", "Scikit-learn", "GCP"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Manish Jha",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I have a track record of optimizing social network infrastructures. My focus is on mentoring developers interested in enhancing system availability, improving data consistency, and ensuring user privacy at scale.",
      "Tech": ["Java", "Spring Boot", "Docker", "Kubernetes", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Aarti Sharma",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "My expertise lies in hybrid cloud environments and cost management. I’m looking to mentor engineers eager to explore hybrid cloud strategies and optimize infrastructure costs.",
      "Tech": ["Python", "Django", "AWS", "PostgreSQL", "Docker"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Ravindra Verma",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I specialize in building data visualization tools for enterprise analytics. I aim to mentor developers working on visualization frameworks, data storytelling, and real-time reporting.",
      "Tech": ["C#", "ASP.NET", "Azure", "SQL Server", "Docker"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Gaurav Sood",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "My expertise in big data systems has enabled me to build scalable platforms for global insights. I want to mentor engineers focusing on data engineering, query optimization, and machine learning integration.",
      "Tech": ["Python", "SQL", "BigQuery", "Apache Spark", "GCP"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Madhuri Singh",
      "Current Company": "Netflix",
      "Experience Level": 12,
      "What I am looking for": "My work focuses on recommendation systems for personalized content delivery. I aim to mentor individuals working on machine learning models for predictive analysis and user engagement.",
      "Tech": ["Python", "Scikit-learn", "TensorFlow", "AWS", "MongoDB"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Nitin Agrawal",
      "Current Company": "Uber",
      "Experience Level": 13,
      "What I am looking for": "Having worked on location-based services, I am passionate about geospatial data processing and mapping algorithms. I’m here to mentor engineers interested in real-time mapping and efficient route optimization.",
      "Tech": ["Java", "Spring Boot", "Apache Kafka", "AWS", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Neeraj Bansal",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I’ve contributed to evolving social platform architectures. I’m keen to mentor developers focused on scalability, edge computing, and system design for massive user bases.",
      "Tech": ["Java", "Python", "MongoDB", "Spring Boot", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Akhil Malhotra",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I have a strong background in automating multi-cloud setups. I’m looking to mentor engineers focused on DevOps practices, infrastructure as code, and automation pipelines.",
      "Tech": ["Python", "Terraform", "AWS", "Docker", "Jenkins"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Anupama Joshi",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "My expertise lies in designing fault-tolerant distributed systems. I’m looking to mentor developers who want to master resilient architecture and disaster recovery.",
      "Tech": ["Java", "Kubernetes", "GCP", "Spring Boot", "Docker"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Kunal Sharma",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I’ve worked extensively on optimizing iOS application ecosystems. I’m keen to mentor developers working on app store optimization, push notification systems, and integrating native features.",
      "Tech": ["Swift", "Objective-C", "Xcode", "Core Data", "Firebase"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Simran Kaur",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "Having built seamless payment integration systems, I’m looking to mentor developers working on global payment gateways, fraud detection, and secure payment APIs.",
      "Tech": ["Ruby", "JavaScript", "Stripe API", "PostgreSQL", "AWS"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Ananya Gupta",
      "Current Company": "Google",
      "Experience Level": 10,
      "What I am looking for": "As a machine learning specialist, I’ve created predictive models for healthcare and financial industries. I’m passionate about mentoring engineers who want to work on explainable AI and ethical machine learning frameworks.",
      "Tech": ["Python", "TensorFlow", "Scikit-learn", "GCP", "Kubernetes"],
      "Booking Price INR": 2900.00
    },
    {
      "name": "Rahul Khurana",
      "Current Company": "Amazon",
      "Experience Level": 11,
      "What I am looking for": "With a background in building global e-commerce platforms, I aim to mentor developers interested in improving transaction speeds, personalization algorithms, and inventory management systems.",
      "Tech": ["Java", "Spring Boot", "AWS", "DynamoDB", "Kafka"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Neha Sharma",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I specialize in crafting immersive AR/VR experiences. I’d love to mentor those keen on building interactive 3D interfaces, optimizing rendering pipelines, and improving user engagement in the virtual world.",
      "Tech": ["C++", "Unity", "OpenGL", "React VR", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Siddharth Mehta",
      "Current Company": "Microsoft",
      "Experience Level": 12,
      "What I am looking for": "My experience spans building and scaling SaaS applications. I’m looking to guide engineers passionate about integrating APIs, improving performance, and implementing robust security measures.",
      "Tech": ["C#", "ASP.NET", "Azure", "SQL Server", "Docker"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Priya Malhotra",
      "Current Company": "Uber",
      "Experience Level": 14,
      "What I am looking for": "I’ve developed efficient ride-matching algorithms for millions of users daily. I aim to mentor developers focusing on graph-based systems, real-time analytics, and geospatial optimization.",
      "Tech": ["Python", "Java", "PostgreSQL", "Apache Spark", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Karan Singh",
      "Current Company": "Netflix",
      "Experience Level": 13,
      "What I am looking for": "My expertise lies in building adaptive streaming algorithms. I’d love to mentor engineers working on low-latency video delivery, DRM integration, and AI-based content recommendations.",
      "Tech": ["Python", "AWS", "Kubernetes", "PostgreSQL", "CDN"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Ritika Verma",
      "Current Company": "Stripe",
      "Experience Level": 11,
      "What I am looking for": "I’ve worked extensively on international payment systems and fraud prevention. I want to mentor those interested in secure payment integration, scalable API design, and financial compliance.",
      "Tech": ["Ruby", "Java", "PostgreSQL", "Stripe API", "AWS"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Arjun Kapoor",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "With a strong foundation in AI-driven search, I’m looking to mentor individuals who want to work on large-scale indexing, semantic search, and query optimization.",
      "Tech": ["Python", "BigQuery", "GCP", "TensorFlow", "Flask"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Isha Chaudhary",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I specialize in iOS app development and seamless hardware integration. I’d love to mentor developers eager to create user-friendly mobile experiences, focusing on app security and performance optimization.",
      "Tech": ["Swift", "Objective-C", "Xcode", "Firebase", "Core ML"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Varun Ahuja",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "My career revolves around building privacy-preserving social platforms. I want to mentor engineers dedicated to improving user data protection, encryption, and consent mechanisms.",
      "Tech": ["Java", "Python", "MongoDB", "AWS", "GraphQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Meera Iyer",
      "Current Company": "Amazon",
      "Experience Level": 11,
      "What I am looking for": "I’ve focused on supply chain optimization for e-commerce. I’m here to mentor developers interested in predictive analytics, automation in logistics, and warehouse management systems.",
      "Tech": ["Java", "AWS", "SQL", "DynamoDB", "Apache Spark"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Rajesh Nair",
      "Current Company": "Microsoft",
      "Experience Level": 12,
      "What I am looking for": "I’ve spent years designing scalable CRM tools. I’m interested in mentoring developers who want to excel in building B2B solutions, API integrations, and workflow automations.",
      "Tech": ["C#", "Azure", "SQL Server", "Power BI", "Docker"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Kriti Jain",
      "Current Company": "Netflix",
      "Experience Level": 10,
      "What I am looking for": "I specialize in enhancing user retention through personalized recommendations. I’m excited to mentor individuals exploring collaborative filtering and neural network-based recommendation systems.",
      "Tech": ["Python", "TensorFlow", "AWS", "PostgreSQL", "Scikit-learn"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Vikram Bhatia",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I’ve worked on next-generation cloud storage systems. I’d like to mentor developers focusing on distributed file systems, storage scalability, and disaster recovery.",
      "Tech": ["Python", "Kubernetes", "GCP", "PostgreSQL", "Terraform"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Shruti Joshi",
      "Current Company": "Uber",
      "Experience Level": 13,
      "What I am looking for": "My expertise lies in developing real-time traffic prediction systems. I aim to mentor engineers interested in applying machine learning to geospatial data and improving commuter experiences.",
      "Tech": ["Python", "Java", "PostgreSQL", "Apache Spark", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Aditya Sharma",
      "Current Company": "Stripe",
      "Experience Level": 10,
      "What I am looking for": "I’ve built global payment gateways and API solutions. I’m looking to mentor developers keen on improving financial product reliability, performance, and security.",
      "Tech": ["Java", "Node.js", "Stripe API", "PostgreSQL", "AWS"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Pooja Nanda",
      "Current Company": "Microsoft",
      "Experience Level": 12,
      "What I am looking for": "I specialize in building collaboration tools for enterprises. I’m passionate about mentoring developers who aim to improve productivity applications, chat integrations, and real-time collaboration.",
      "Tech": ["C#", "Azure", "SignalR", "SQL Server", "Docker"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Harshdeep Kaur",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "My work focuses on optimizing hardware-software synergy for iOS devices. I want to guide developers interested in low-level programming and efficient resource management.",
      "Tech": ["Swift", "Objective-C", "Metal", "Core Data", "Xcode"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Nitin Gupta",
      "Current Company": "Netflix",
      "Experience Level": 15,
      "What I am looking for": "I specialize in designing content delivery networks (CDNs) for global streaming. I’d love to mentor engineers exploring network optimization, server-side load balancing, and video compression.",
      "Tech": ["Java", "AWS", "Kubernetes", "CDN", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Avni Mehta",
      "Current Company": "Google",
      "Experience Level": 11,
      "What I am looking for": "My work has been focused on enhancing search algorithms for large-scale datasets. I aim to mentor developers passionate about semantic search, NLP, and algorithm optimization.",
      "Tech": ["Python", "TensorFlow", "BigQuery", "GCP", "ElasticSearch"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Rhea Kapoor",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I have built secure messaging platforms and tools for encrypted communication. I aim to mentor engineers interested in data privacy, secure communications, and cryptographic systems.",
      "Tech": ["Python", "GraphQL", "Kubernetes", "React", "MongoDB"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Shivam Agarwal",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I’ve led the development of scalable AI-driven personalization tools for retail. I want to guide engineers working on product recommendations, sales forecasting, and inventory management.",
      "Tech": ["Java", "AWS", "Kafka", "TensorFlow", "PostgreSQL"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Tanvi Joshi",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "With expertise in accessibility-focused app development, I’d like to mentor developers who want to create inclusive mobile applications for diverse user bases.",
      "Tech": ["Swift", "Objective-C", "Xcode", "Firebase", "Core Animation"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Aarav Patel",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "Having worked on distributed databases, I’m keen to mentor engineers who want to improve query optimization, sharding, and database replication systems.",
      "Tech": ["Python", "BigQuery", "Kubernetes", "PostgreSQL", "Terraform"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sneha Kapoor",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I’ve focused on optimizing video encoding and delivery pipelines for seamless streaming. I’d love to mentor engineers exploring video compression, multi-bitrate encoding, and CDN optimization.",
      "Tech": ["Python", "AWS", "CDN", "H.264", "Docker"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Rohan Malhotra",
      "Current Company": "Stripe",
      "Experience Level": 14,
      "What I am looking for": "I specialize in international payment systems and transaction scaling. I aim to mentor developers who are passionate about financial APIs, cross-border payments, and fraud detection.",
      "Tech": ["Java", "Ruby", "Stripe API", "PostgreSQL", "Kubernetes"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Megha Arora",
      "Current Company": "Uber",
      "Experience Level": 12,
      "What I am looking for": "My work involves designing ride-sharing algorithms for high-demand areas. I want to mentor engineers interested in geospatial computing, route optimization, and dynamic pricing.",
      "Tech": ["Python", "Java", "Redis", "PostgreSQL", "Apache Spark"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Akash Sethi",
      "Current Company": "Microsoft",
      "Experience Level": 10,
      "What I am looking for": "With experience in enterprise-scale identity and access management, I’d like to mentor engineers focused on authentication protocols, single sign-on, and data security.",
      "Tech": ["C#", "Azure", "PowerShell", "SQL Server", "Docker"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Vidya Desai",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I’ve worked extensively on real-time collaborative tools. I aim to mentor those developing scalable chat systems, collaborative editors, and video conferencing tools.",
      "Tech": ["JavaScript", "Node.js", "React", "GraphQL", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rajat Verma",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "My expertise lies in search indexing and web crawling. I’d like to guide engineers passionate about large-scale indexing, query ranking, and semantic search.",
      "Tech": ["Python", "GCP", "TensorFlow", "BigQuery", "ElasticSearch"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Neelam Jain",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I’ve specialized in improving global content recommendations. I want to mentor developers who are interested in deep learning models for recommendation engines.",
      "Tech": ["Python", "PyTorch", "AWS", "Redis", "PostgreSQL"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Vikrant Sharma",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "Having developed fulfillment systems for global markets, I’d love to mentor engineers exploring automation in logistics, warehouse management, and predictive analytics.",
      "Tech": ["Java", "AWS", "DynamoDB", "Apache Kafka", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Pallavi Iyer",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I specialize in building seamless integrations between iOS apps and hardware devices. I’d like to mentor those interested in Bluetooth protocols, custom UI/UX design, and hardware communication.",
      "Tech": ["Swift", "Objective-C", "Xcode", "Core Bluetooth", "Core Data"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Aditya Chopra",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I’ve led teams working on scalable billing systems. I aim to mentor developers focused on API integrations, payment gateways, and financial compliance automation.",
      "Tech": ["Ruby", "Java", "PostgreSQL", "AWS", "Stripe API"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ria Sen",
      "Current Company": "Meta",
      "Experience Level": 11,
      "What I am looking for": "I’ve worked on developing tools for creator monetization. I’d love to mentor those building scalable tools for influencers, focusing on analytics and ad revenue generation.",
      "Tech": ["Python", "Node.js", "React", "GraphQL", "MongoDB"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Kunal Bansal",
      "Current Company": "Uber",
      "Experience Level": 12,
      "What I am looking for": "I specialize in fleet optimization systems. I’d like to mentor engineers working on AI-driven driver allocation, predictive maintenance, and fuel optimization.",
      "Tech": ["Python", "Java", "Apache Kafka", "Redis", "PostgreSQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Pooja Tiwari",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I’ve contributed to cloud-native application platforms. I aim to mentor engineers passionate about building multi-tenant SaaS systems and improving deployment pipelines.",
      "Tech": ["C#", "Azure", "Docker", "Kubernetes", "SQL Server"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rajat Kulkarni",
      "Current Company": "Netflix",
      "Experience Level": 15,
      "What I am looking for": "I have experience building recommendation engines for diverse audiences. I want to mentor those exploring collaborative filtering and hybrid recommendation models.",
      "Tech": ["Python", "PyTorch", "AWS", "ElasticSearch", "PostgreSQL"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Tanya Mehta",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I’ve worked on AI-driven marketing tools. I’m looking to mentor developers interested in machine learning for ad targeting and campaign optimization.",
      "Tech": ["Python", "GCP", "TensorFlow", "BigQuery", "Kubernetes"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Kabir Anand",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "My focus has been on automating invoicing systems for SaaS products. I want to mentor engineers passionate about improving financial workflows and payment APIs.",
      "Tech": ["Ruby", "Java", "Stripe API", "PostgreSQL", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Ishaan Khanna",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I have extensive experience building large-scale distributed systems for search and ads. I’d like to mentor engineers interested in creating resilient, scalable, and low-latency systems.",
      "Tech": ["Python", "Golang", "BigQuery", "Kubernetes", "ElasticSearch"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Diya Sharma",
      "Current Company": "Netflix",
      "Experience Level": 12,
      "What I am looking for": "I’ve worked on building personalized streaming experiences for global audiences. I’d love to mentor engineers passionate about recommendation engines, A/B testing, and user behavior analytics.",
      "Tech": ["Python", "PyTorch", "Redis", "AWS", "PostgreSQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Arjun Verma",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I’ve led initiatives for building serverless applications. I want to guide engineers focusing on cloud architecture, event-driven computing, and API optimization.",
      "Tech": ["Java", "AWS Lambda", "DynamoDB", "API Gateway", "CloudFormation"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sanjana Rao",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "Having contributed to immersive AR/VR experiences, I aim to mentor developers working on AR interfaces, 3D modeling, and virtual collaboration tools.",
      "Tech": ["Unity", "C#", "Python", "Oculus SDK", "React Native"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Karan Gupta",
      "Current Company": "Uber",
      "Experience Level": 12,
      "What I am looking for": "I specialize in predictive analytics for transportation systems. I’m eager to mentor engineers exploring machine learning applications for geospatial optimization and demand forecasting.",
      "Tech": ["Python", "TensorFlow", "Apache Kafka", "Redis", "Django"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Anjali Menon",
      "Current Company": "Stripe",
      "Experience Level": 11,
      "What I am looking for": "I’ve worked extensively on fraud detection systems in payment processing. I’d like to mentor developers passionate about data mining, anomaly detection, and secure APIs.",
      "Tech": ["Python", "SQL", "AWS", "PostgreSQL", "Kafka"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Prateek Mathur",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I’ve designed enterprise collaboration tools. I want to mentor engineers keen on developing intuitive UI/UX, scalable backend services, and cross-platform integrations.",
      "Tech": ["C#", "Azure", "React", "GraphQL", "SQL Server"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Radhika Iyer",
      "Current Company": "Apple",
      "Experience Level": 10,
      "What I am looking for": "I’ve focused on creating privacy-focused features for iOS. I’d like to mentor developers building secure mobile apps and working with encryption protocols.",
      "Tech": ["Swift", "Objective-C", "Core Data", "Xcode", "Firebase"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Aman Kapoor",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "My experience includes designing global-scale analytics platforms. I aim to guide engineers interested in big data processing, machine learning pipelines, and analytics dashboards.",
      "Tech": ["Python", "GCP", "BigQuery", "TensorFlow", "Spark"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Simran Kaur",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I’ve led projects on social media engagement metrics. I want to mentor developers focused on real-time data processing, analytics, and personalized feeds.",
      "Tech": ["JavaScript", "Node.js", "React", "MongoDB", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Rohit Sharma",
      "Current Company": "Netflix",
      "Experience Level": 14,
      "What I am looking for": "Having optimized CDN delivery for global streaming, I’d like to mentor developers working on content caching, video compression, and network optimization.",
      "Tech": ["Python", "Docker", "AWS", "H.265", "CDN"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Isha Malhotra",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I’ve contributed to automating tax compliance for SaaS businesses. I aim to mentor developers working on fintech tools, API integrations, and financial automation.",
      "Tech": ["Ruby", "PostgreSQL", "Stripe API", "AWS", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Kabir Singh",
      "Current Company": "Uber",
      "Experience Level": 11,
      "What I am looking for": "I specialize in building routing algorithms for urban mobility. I’d like to mentor engineers working on real-time geospatial data processing and route optimization.",
      "Tech": ["Python", "Apache Kafka", "Redis", "AWS", "PostgreSQL"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Priya Nair",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I’ve worked on productivity tools for remote teams. I’d love to mentor developers interested in collaboration software, distributed systems, and task automation.",
      "Tech": ["C#", "Azure", "GraphQL", "React", "SQL Server"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Abhay Joshi",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I’ve focused on optimizing serverless computing platforms. I want to guide engineers interested in building cost-effective, scalable, and event-driven applications.",
      "Tech": ["Java", "AWS Lambda", "DynamoDB", "S3", "API Gateway"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Mitali Desai",
      "Current Company": "Google",
      "Experience Level": 11,
      "What I am looking for": "Having designed secure authentication tools, I aim to mentor engineers passionate about identity management, OAuth, and multi-factor authentication.",
      "Tech": ["Python", "BigQuery", "Kubernetes", "Terraform", "Redis"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Aryan Choudhary",
      "Current Company": "Netflix",
      "Experience Level": 12,
      "What I am looking for": "I’ve led efforts to improve content discovery algorithms. I’d like to mentor developers focused on search relevance, collaborative filtering, and hybrid recommendation models.",
      "Tech": ["Python", "TensorFlow", "AWS", "PostgreSQL", "ElasticSearch"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Tanya Srivastava",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I specialize in building tools for community engagement. I aim to mentor engineers interested in scalable chat systems, real-time notifications, and moderation tools.",
      "Tech": ["JavaScript", "React", "Node.js", "GraphQL", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Aditya Bansal",
      "Current Company": "Stripe",
      "Experience Level": 15,
      "What I am looking for": "My work has focused on simplifying payment workflows for global merchants. I’d love to mentor engineers interested in cross-border payment systems and financial API design.",
      "Tech": ["Ruby", "Java", "Stripe API", "AWS", "Docker"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Siddharth Nanda",
      "Current Company": "Uber",
      "Experience Level": 13,
      "What I am looking for": "I have developed tools for improving driver efficiency. I want to mentor developers exploring AI for fleet optimization, driver allocation, and fuel savings.",
      "Tech": ["Python", "Apache Spark", "Redis", "AWS", "Django"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Aditi Rajan",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I’ve spent over a decade leading projects in natural language processing. I enjoy mentoring engineers interested in building conversational AI, chatbots, and multilingual NLP solutions.",
      "Tech": ["Python", "TensorFlow", "BERT", "Flask", "BigQuery"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Rohit Malhotra",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "My expertise lies in cloud architecture for e-commerce platforms. I aim to mentor developers focusing on scalable microservices, event-driven designs, and serverless computing.",
      "Tech": ["Java", "Spring Boot", "AWS Lambda", "DynamoDB", "ElasticSearch"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Neha Kapoor",
      "Current Company": "Microsoft",
      "Experience Level": 11,
      "What I am looking for": "I’ve contributed to enhancing productivity software for enterprises. I’d love to mentor engineers passionate about building integrations for collaboration tools and CRM platforms.",
      "Tech": ["C#", "Azure", "GraphQL", "React", "PostgreSQL"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Anshul Mehta",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "Having worked on scaling social media platforms, I enjoy mentoring developers focusing on high-availability systems, real-time analytics, and global content delivery.",
      "Tech": ["Java", "Cassandra", "Kafka", "Redis", "Kubernetes"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sneha Verma",
      "Current Company": "Netflix",
      "Experience Level": 10,
      "What I am looking for": "I’ve designed recommendation systems for media content. I aim to guide engineers working on collaborative filtering, neural networks, and user engagement models.",
      "Tech": ["Python", "PyTorch", "AWS", "ElasticSearch", "Redis"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Varun Agarwal",
      "Current Company": "Stripe",
      "Experience Level": 14,
      "What I am looking for": "I specialize in simplifying payment APIs for global developers. I’d like to mentor engineers building secure payment workflows and handling cross-border compliance.",
      "Tech": ["Ruby", "GraphQL", "Stripe API", "PostgreSQL", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Riya Shah",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I’ve contributed to designing seamless user experiences for iOS devices. I’d like to guide developers working on mobile apps with a focus on accessibility and design systems.",
      "Tech": ["Swift", "Objective-C", "Firebase", "Xcode", "CoreData"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Nikhil Gupta",
      "Current Company": "Uber",
      "Experience Level": 13,
      "What I am looking for": "I’ve developed algorithms for dynamic pricing and demand prediction. I enjoy mentoring engineers working on ML models for real-time applications in mobility.",
      "Tech": ["Python", "TensorFlow", "Apache Kafka", "Redis", "Django"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Pooja Nair",
      "Current Company": "Microsoft",
      "Experience Level": 10,
      "What I am looking for": "I have a strong background in AI-powered chat systems for enterprises. I’d like to mentor developers exploring natural language understanding, intent recognition, and integration with CRMs.",
      "Tech": ["Python", "Azure", "Dialogflow", "Flask", "PostgreSQL"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Aryan Malhotra",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I’ve worked on large-scale AI projects for search engines. I aim to guide engineers working on knowledge graphs, semantic search, and ML model optimization.",
      "Tech": ["Python", "BigQuery", "TensorFlow", "BERT", "Redis"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Sanya Rao",
      "Current Company": "Netflix",
      "Experience Level": 12,
      "What I am looking for": "I’ve focused on improving video streaming algorithms for global networks. I’d love to mentor engineers working on content delivery optimization and adaptive bitrate streaming.",
      "Tech": ["Python", "AWS", "Docker", "HLS", "CDN"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rajat Kapoor",
      "Current Company": "Meta",
      "Experience Level": 11,
      "What I am looking for": "I’ve led projects on improving content moderation systems. I’d like to guide developers focusing on NLP for sentiment analysis and real-time detection algorithms.",
      "Tech": ["Python", "ElasticSearch", "PostgreSQL", "Kafka", "PyTorch"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Isha Menon",
      "Current Company": "Stripe",
      "Experience Level": 14,
      "What I am looking for": "Having optimized secure payment flows for high-growth startups, I aim to mentor developers working on payment gateways, fraud detection, and API reliability.",
      "Tech": ["Ruby", "Stripe API", "Docker", "AWS", "GraphQL"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Aarav Joshi",
      "Current Company": "Apple",
      "Experience Level": 13,
      "What I am looking for": "I’ve designed apps with a strong focus on battery optimization and seamless performance. I’d love to mentor developers working on energy-efficient mobile applications.",
      "Tech": ["Swift", "CoreData", "Firebase", "Objective-C", "Xcode"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Meera Krishnan",
      "Current Company": "Uber",
      "Experience Level": 10,
      "What I am looking for": "I’ve focused on driver allocation algorithms for fleet management. I’d like to mentor engineers working on real-time geospatial optimization and predictive analytics.",
      "Tech": ["Python", "Apache Spark", "Redis", "AWS", "Django"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Kunal Bansal",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I’ve been part of the team behind cloud computing tools. I’d love to mentor engineers exploring containerization, DevOps pipelines, and multi-cloud architectures.",
      "Tech": ["Golang", "Kubernetes", "Terraform", "BigQuery", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Tara Choudhary",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I’ve worked on personalization algorithms for streaming platforms. I’d like to mentor developers focusing on user profiling and collaborative recommendation models.",
      "Tech": ["Python", "PyTorch", "AWS", "ElasticSearch", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Arjun Iyer",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "My expertise is in simplifying developer-friendly payment systems. I’d love to mentor engineers passionate about API-first design and scalable fintech solutions.",
      "Tech": ["Ruby", "PostgreSQL", "GraphQL", "Stripe API", "AWS"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sneha Pillai",
      "Current Company": "Apple",
      "Experience Level": 15,
      "What I am looking for": "I’ve led development on accessibility tools for iOS. I’d like to mentor engineers working on inclusive design, gesture control, and app compatibility.",
      "Tech": ["Swift", "Objective-C", "Firebase", "CoreData", "Xcode"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Dev Sharma",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I’ve been part of teams working on scalable social media platforms. I’d like to mentor engineers focusing on system design, real-time updates, and analytics.",
      "Tech": ["Java", "Kafka", "Redis", "GraphQL", "MongoDB"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Aditya Prakash",
      "Current Company": "Microsoft",
      "Experience Level": 12,
      "What I am looking for": "I’ve specialized in building enterprise-grade collaboration tools for hybrid workplaces. I’d like to mentor engineers exploring distributed systems, API integrations, and large-scale enterprise solutions.",
      "Tech": ["C#", "Azure", "React", "Kubernetes", "SQL Server"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Sara Desai",
      "Current Company": "Netflix",
      "Experience Level": 10,
      "What I am looking for": "My career has revolved around enhancing user experiences in streaming services. I enjoy mentoring developers interested in building intuitive user interfaces and leveraging behavioral analytics for personalization.",
      "Tech": ["Python", "Angular", "AWS", "Redis", "ElasticSearch"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Ravi Teja",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I’ve been a core contributor to cloud solutions that power global enterprises. I aim to mentor engineers working on multi-cloud integrations, scalable compute services, and AI-driven workflows.",
      "Tech": ["Golang", "BigQuery", "TensorFlow", "Kubernetes", "Terraform"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Naina Kapoor",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I have deep experience in building scalable e-commerce platforms. I’d like to guide developers working on payment systems, inventory management, and recommendation engines.",
      "Tech": ["Java", "Spring Boot", "DynamoDB", "AWS Lambda", "ElasticSearch"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Siddharth Rao",
      "Current Company": "Meta",
      "Experience Level": 11,
      "What I am looking for": "I’ve worked on enhancing social media analytics platforms. I enjoy mentoring engineers focusing on data pipelines, event-driven architectures, and predictive insights.",
      "Tech": ["Python", "Apache Kafka", "GraphQL", "Cassandra", "MongoDB"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Anika Mehta",
      "Current Company": "Stripe",
      "Experience Level": 14,
      "What I am looking for": "I’ve dedicated my career to simplifying cross-border payment systems. I aim to mentor engineers exploring API design, payment compliance, and transaction security.",
      "Tech": ["Ruby", "PostgreSQL", "GraphQL", "Stripe API", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Arnav Bhatt",
      "Current Company": "Apple",
      "Experience Level": 13,
      "What I am looking for": "I’ve focused on building seamless hardware-software ecosystems. I’d like to guide developers working on mobile app performance, energy optimization, and system-level integration.",
      "Tech": ["Swift", "Objective-C", "Firebase", "Xcode", "CoreData"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Megha Sinha",
      "Current Company": "Uber",
      "Experience Level": 12,
      "What I am looking for": "My expertise lies in optimizing routing algorithms for mobility platforms. I aim to mentor engineers focusing on geospatial systems, driver matching, and predictive analytics.",
      "Tech": ["Python", "Apache Spark", "Django", "Redis", "PostgreSQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rajesh Gupta",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I’ve contributed to large-scale machine learning platforms for search engines. I’d love to mentor engineers working on data preprocessing, feature engineering, and production-grade ML models.",
      "Tech": ["Python", "TensorFlow", "BigQuery", "Docker", "Kubernetes"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Tanya Malhotra",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I’ve focused on enhancing the performance of video compression technologies. I enjoy mentoring engineers working on adaptive streaming, encoding pipelines, and CDN optimization.",
      "Tech": ["Python", "AWS", "Redis", "Docker", "ElasticSearch"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Arjun Khanna",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I specialize in building secure identity management systems. I’d like to mentor developers focusing on access control, authentication protocols, and zero-trust architectures.",
      "Tech": ["C#", "Azure AD", "GraphQL", "SQL Server", "Kubernetes"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Rhea Iyer",
      "Current Company": "Meta",
      "Experience Level": 10,
      "What I am looking for": "I’ve worked on enhancing real-time collaboration features for social media platforms. I enjoy guiding developers working on video streaming, chat functionalities, and interactive tools.",
      "Tech": ["Java", "Kafka", "MongoDB", "Redis", "React"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Karan Verma",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "My career has revolved around streamlining payment workflows for businesses. I’d like to mentor engineers building efficient APIs, fraud detection systems, and scalable fintech tools.",
      "Tech": ["Ruby", "PostgreSQL", "Stripe API", "AWS", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Avni Singh",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I’ve focused on advancing augmented reality applications for mobile devices. I enjoy mentoring developers working on ARKit, 3D graphics, and immersive user experiences.",
      "Tech": ["Swift", "ARKit", "Metal", "Firebase", "Xcode"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Prateek Das",
      "Current Company": "Uber",
      "Experience Level": 11,
      "What I am looking for": "I specialize in driver and customer engagement systems. I aim to mentor engineers focusing on real-time analytics, incentive models, and platform reliability.",
      "Tech": ["Python", "Flask", "PostgreSQL", "Kafka", "Redis"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Ishita Nair",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I’ve been deeply involved in optimizing search algorithms and improving relevance. I enjoy mentoring developers working on NLP, ranking systems, and query optimization.",
      "Tech": ["Python", "BERT", "TensorFlow", "BigQuery", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Kabir Sharma",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I’ve worked extensively on inventory management and automation. I’d like to guide developers focusing on supply chain optimization and warehouse technologies.",
      "Tech": ["Java", "Spring Boot", "DynamoDB", "AWS Lambda", "ElasticSearch"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sneha Pillai",
      "Current Company": "Netflix",
      "Experience Level": 13,
      "What I am looking for": "I’ve designed algorithms to improve video recommendations. I’d love to mentor developers working on collaborative filtering, ML pipelines, and user retention strategies.",
      "Tech": ["Python", "PyTorch", "AWS", "ElasticSearch", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Rishi Jain",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I specialize in designing scalable messaging platforms. I enjoy mentoring developers focusing on message delivery systems, distributed computing, and system reliability.",
      "Tech": ["Java", "Kafka", "Cassandra", "Redis", "Docker"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Aarohi Bhatia",
      "Current Company": "Stripe",
      "Experience Level": 11,
      "What I am looking for": "I’ve contributed to international payment expansion for small businesses. I aim to mentor engineers working on currency conversion, fraud prevention, and compliance.",
      "Tech": ["Ruby", "PostgreSQL", "GraphQL", "Stripe API", "Docker"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ananya Sharma",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I’ve worked on large-scale cloud storage systems and data security frameworks. I’d like to mentor developers building reliable storage solutions, encryption mechanisms, and scalable file systems.",
      "Tech": ["Java", "BigQuery", "Kubernetes", "gRPC", "Hadoop"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Rohit Patel",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "My expertise is in optimizing recommendation systems for e-commerce. I enjoy mentoring engineers working on personalization algorithms, user behavior analysis, and machine learning pipelines.",
      "Tech": ["Python", "PyTorch", "DynamoDB", "AWS SageMaker", "ElasticSearch"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Neha Chauhan",
      "Current Company": "Meta",
      "Experience Level": 11,
      "What I am looking for": "I’ve specialized in building secure and user-friendly authentication systems. I’m keen on mentoring developers focusing on SSO, OAuth, and session management.",
      "Tech": ["Java", "Spring Security", "GraphQL", "MongoDB", "Kubernetes"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Kunal Mahajan",
      "Current Company": "Netflix",
      "Experience Level": 10,
      "What I am looking for": "I’ve been heavily involved in improving content delivery networks for high-traffic streaming platforms. I aim to guide engineers working on adaptive streaming, serverless architecture, and low-latency systems.",
      "Tech": ["Golang", "AWS Lambda", "Redis", "PostgreSQL", "Docker"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Priya Gupta",
      "Current Company": "Stripe",
      "Experience Level": 14,
      "What I am looking for": "I’ve built global payment gateways for enterprises. I’d like to mentor developers working on payment security, fraud detection, and compliance systems.",
      "Tech": ["Ruby", "GraphQL", "PostgreSQL", "AWS", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Amit Tiwari",
      "Current Company": "Uber",
      "Experience Level": 12,
      "What I am looking for": "I have extensive experience in developing driver-partner platforms. I enjoy mentoring engineers focusing on geolocation systems, demand prediction models, and real-time ride management.",
      "Tech": ["Python", "Flask", "Redis", "Kafka", "PostgreSQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ritika Bajaj",
      "Current Company": "Apple",
      "Experience Level": 13,
      "What I am looking for": "My career has been centered around building secure mobile applications. I’d like to mentor developers working on encryption, hardware-software integrations, and privacy-focused solutions.",
      "Tech": ["Swift", "CoreData", "ARKit", "Firebase", "Xcode"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Vikas Singh",
      "Current Company": "Microsoft",
      "Experience Level": 15,
      "What I am looking for": "I’ve worked on enterprise productivity tools and communication platforms. I aim to mentor engineers working on large-scale collaboration tools and real-time messaging systems.",
      "Tech": ["C#", ".NET Core", "Azure", "SignalR", "SQL Server"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Pooja Khurana",
      "Current Company": "Amazon",
      "Experience Level": 10,
      "What I am looking for": "I’ve been a key contributor to scalable product search systems. I enjoy mentoring developers focusing on query optimization, search indexing, and personalization.",
      "Tech": ["Java", "ElasticSearch", "AWS", "DynamoDB", "Spring Boot"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Harsh Sharma",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I specialize in distributed computing and data engineering. I’d like to mentor developers working on real-time data processing and scalable pipelines.",
      "Tech": ["Golang", "Apache Kafka", "BigQuery", "Docker", "Kubernetes"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Shweta Joshi",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I’ve worked on improving user engagement metrics for social media platforms. I aim to guide engineers focusing on A/B testing, user retention models, and behavioral analytics.",
      "Tech": ["Python", "PyTorch", "MongoDB", "GraphQL", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rahul Mehta",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "My focus has been on building resilient APIs for global payment systems. I’d like to mentor developers working on API design, latency optimization, and integration testing.",
      "Tech": ["Ruby", "GraphQL", "PostgreSQL", "AWS", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Aradhya Kapoor",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I’ve been part of projects enhancing viewer personalization. I enjoy mentoring engineers working on recommendation engines, collaborative filtering, and machine learning applications.",
      "Tech": ["Python", "TensorFlow", "AWS", "ElasticSearch", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Rohini Verma",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I’ve focused on building seamless user experiences for iOS devices. I aim to guide developers working on AR/VR integrations and performance optimization.",
      "Tech": ["Swift", "ARKit", "Firebase", "Metal", "CoreML"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Karan Malhotra",
      "Current Company": "Uber",
      "Experience Level": 13,
      "What I am looking for": "I’ve developed scalable pricing algorithms for ride-sharing. I’d like to mentor engineers working on real-time analytics, predictive modeling, and scalability.",
      "Tech": ["Python", "Flask", "PostgreSQL", "Kafka", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sana Iqbal",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I specialize in search algorithms and natural language processing. I enjoy mentoring engineers focusing on query optimization and machine translation systems.",
      "Tech": ["Python", "BERT", "TensorFlow", "BigQuery", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Aarav Bhatia",
      "Current Company": "Microsoft",
      "Experience Level": 11,
      "What I am looking for": "I’ve worked extensively on identity management solutions. I’d like to mentor developers focusing on multi-factor authentication, role-based access control, and security best practices.",
      "Tech": ["C#", "Azure", "Kubernetes", "SignalR", "SQL Server"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Nidhi Agrawal",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "My expertise is in inventory management for global e-commerce platforms. I aim to guide developers working on supply chain optimization and order fulfillment systems.",
      "Tech": ["Java", "Spring Boot", "DynamoDB", "AWS Lambda", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Ravi Shukla",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I’ve led projects to enhance real-time messaging platforms. I enjoy mentoring developers working on distributed computing, reliability engineering, and message delivery systems.",
      "Tech": ["Java", "Kafka", "Cassandra", "Redis", "Docker"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Tanya Dubey",
      "Current Company": "Stripe",
      "Experience Level": 10,
      "What I am looking for": "I’ve built secure payment systems for emerging markets. I’d like to mentor developers working on fraud detection algorithms and transaction compliance tools.",
      "Tech": ["Ruby", "PostgreSQL", "GraphQL", "Stripe API", "Docker"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Shivani Kapoor",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "My career has been focused on developing scalable cloud platforms. I’d like to mentor developers working on hybrid cloud infrastructure, automation, and distributed data processing systems.",
      "Tech": ["Golang", "BigQuery", "Kubernetes", "Terraform", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Amit Reddy",
      "Current Company": "Amazon",
      "Experience Level": 10,
      "What I am looking for": "I’ve contributed to optimizing delivery systems for global logistics. I’d like to mentor engineers working on supply chain analytics, real-time tracking, and system reliability.",
      "Tech": ["Python", "AWS Lambda", "DynamoDB", "PostgreSQL", "Kafka"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Pallavi Mishra",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I specialize in building scalable content moderation systems. I’d like to mentor developers working on AI-driven moderation, text/image classification, and user safety tools.",
      "Tech": ["Python", "PyTorch", "GraphQL", "ElasticSearch", "PostgreSQL"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Varun Shetty",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I’ve worked on improving adaptive streaming algorithms for OTT platforms. I’m passionate about mentoring developers focusing on content delivery, edge caching, and fault-tolerant systems.",
      "Tech": ["Golang", "Redis", "AWS", "PostgreSQL", "Docker"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Ritika Sinha",
      "Current Company": "Apple",
      "Experience Level": 13,
      "What I am looking for": "I have experience in designing intuitive user experiences for iOS applications. I enjoy mentoring engineers focusing on user interface design, performance tuning, and accessibility.",
      "Tech": ["Swift", "CoreData", "ARKit", "Firebase", "Metal"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Nikhil Jain",
      "Current Company": "Uber",
      "Experience Level": 15,
      "What I am looking for": "My expertise lies in real-time location-based services. I’d like to mentor developers focusing on geospatial algorithms, route optimization, and predictive modeling for on-demand services.",
      "Tech": ["Python", "Flask", "Kafka", "PostgreSQL", "Redis"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Shraddha Verma",
      "Current Company": "Microsoft",
      "Experience Level": 10,
      "What I am looking for": "I’ve led teams building enterprise communication tools. I enjoy mentoring developers interested in improving real-time collaboration, audio/video APIs, and chat systems.",
      "Tech": ["C#", ".NET Core", "Azure", "SignalR", "CosmosDB"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Abhinav Das",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I’ve built efficient data pipelines and analytics tools. I aim to mentor engineers working on large-scale data transformation, ETL systems, and real-time dashboards.",
      "Tech": ["Golang", "Apache Beam", "BigQuery", "Kubernetes", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sneha Gupta",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I’ve worked on large-scale e-commerce platforms. I’d like to mentor developers focusing on recommendation engines, search ranking, and user personalization.",
      "Tech": ["Java", "Spring Boot", "AWS", "ElasticSearch", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Manish Aggarwal",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I specialize in enhancing social network scalability. I’d like to mentor engineers working on graph databases, distributed systems, and API design.",
      "Tech": ["Python", "GraphQL", "MongoDB", "PyTorch", "Kafka"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Kavya Srinivas",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I’ve been part of projects focusing on viewer engagement metrics. I enjoy mentoring engineers working on recommendation systems, A/B testing, and content analytics.",
      "Tech": ["Python", "TensorFlow", "ElasticSearch", "Redis", "PostgreSQL"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Rajeev Nair",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I’ve focused on international payment gateway integration. I enjoy mentoring developers working on fraud prevention algorithms and payment APIs.",
      "Tech": ["Ruby", "PostgreSQL", "GraphQL", "AWS", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Simran Gill",
      "Current Company": "Apple",
      "Experience Level": 13,
      "What I am looking for": "My expertise lies in developing AR applications for mobile platforms. I’d like to mentor developers focusing on AR/VR experiences, real-time rendering, and user interaction.",
      "Tech": ["Swift", "ARKit", "CoreML", "Firebase", "Metal"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Arjun Mehra",
      "Current Company": "Uber",
      "Experience Level": 12,
      "What I am looking for": "I’ve developed driver allocation systems. I enjoy mentoring engineers working on geospatial databases, real-time systems, and optimization models.",
      "Tech": ["Python", "Flask", "Kafka", "PostgreSQL", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ishita Roy",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I’ve worked on improving productivity tools for global enterprises. I enjoy mentoring developers focusing on SaaS platforms, cloud-based architecture, and DevOps automation.",
      "Tech": ["C#", ".NET Core", "Azure", "SignalR", "Kubernetes"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Nilesh Tiwari",
      "Current Company": "Google",
      "Experience Level": 11,
      "What I am looking for": "My expertise is in natural language processing systems. I enjoy mentoring engineers working on sentiment analysis, chatbot development, and language modeling.",
      "Tech": ["Python", "BERT", "TensorFlow", "BigQuery", "Redis"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Sanya Malik",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I’ve contributed to optimizing global supply chain networks. I’d like to mentor developers focusing on logistics automation, predictive analytics, and warehouse management systems.",
      "Tech": ["Java", "Spring Boot", "AWS Lambda", "DynamoDB", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Ravi Chawla",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I’ve built APIs for secure social media integrations. I enjoy mentoring engineers working on authentication, scalability, and privacy-enhancing technologies.",
      "Tech": ["Python", "GraphQL", "PostgreSQL", "PyTorch", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Tara Dasgupta",
      "Current Company": "Netflix",
      "Experience Level": 15,
      "What I am looking for": "I specialize in developing fault-tolerant streaming architectures. I’d like to mentor engineers working on edge computing, distributed databases, and multi-region systems.",
      "Tech": ["Golang", "Redis", "ElasticSearch", "Docker", "Kafka"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Aditya Iyer",
      "Current Company": "Stripe",
      "Experience Level": 10,
      "What I am looking for": "I’ve worked on secure transaction systems for B2B enterprises. I aim to guide developers working on PCI-compliant payment systems and fraud prevention tools.",
      "Tech": ["Ruby", "PostgreSQL", "GraphQL", "AWS", "Docker"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Meera Nair",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I’ve led multiple projects on machine learning for healthcare. I enjoy mentoring developers interested in ethical AI, predictive diagnostics, and personalization algorithms.",
      "Tech": ["Python", "TensorFlow", "BigQuery", "Kubernetes", "Scikit-Learn"],
      "Booking Price INR": 3700.00
    },
    {
      "name": "Rahul Banerjee",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "My expertise lies in designing recommendation engines for e-commerce platforms. I’d like to mentor developers focusing on collaborative filtering, ranking models, and personalization pipelines.",
      "Tech": ["Java", "Spring Boot", "AWS DynamoDB", "ElasticSearch", "Redis"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Sonia Kapoor",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I specialize in building secure and scalable messaging platforms. I enjoy mentoring developers working on encryption, real-time message delivery, and API integration.",
      "Tech": ["Python", "GraphQL", "PostgreSQL", "PyTorch", "Kafka"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Rohan Patil",
      "Current Company": "Netflix",
      "Experience Level": 12,
      "What I am looking for": "I’ve developed adaptive streaming algorithms for OTT platforms. I aim to mentor engineers working on fault tolerance, content delivery networks, and video optimization.",
      "Tech": ["Golang", "Redis", "AWS", "Docker", "PostgreSQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Aditi Sharma",
      "Current Company": "Apple",
      "Experience Level": 11,
      "What I am looking for": "My career focuses on intuitive iOS application design. I enjoy mentoring developers who want to create high-performing and accessible mobile applications.",
      "Tech": ["Swift", "CoreData", "Firebase", "ARKit", "Metal"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Naveen Joshi",
      "Current Company": "Uber",
      "Experience Level": 16,
      "What I am looking for": "I’ve built real-time ride allocation systems and logistics platforms. I’m passionate about mentoring engineers working on location-based services, predictive algorithms, and scalability.",
      "Tech": ["Python", "Flask", "Kafka", "PostgreSQL", "Redis"],
      "Booking Price INR": 3800.00
    },
    {
      "name": "Priya Desai",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I’ve contributed to enterprise productivity tools. I enjoy mentoring engineers interested in cross-platform app development, cloud solutions, and collaboration APIs.",
      "Tech": ["C#", ".NET Core", "Azure", "SignalR", "Kubernetes"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Kunal Mehta",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "My expertise is in building natural language understanding systems. I aim to guide developers working on chatbots, speech-to-text solutions, and conversational AI.",
      "Tech": ["Python", "TensorFlow", "BERT", "BigQuery", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Ankita Verma",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I’ve worked on large-scale inventory management systems. I’d like to mentor developers focusing on predictive analytics, warehouse automation, and data modeling.",
      "Tech": ["Java", "Spring Boot", "AWS Lambda", "DynamoDB", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Vikas Bhatia",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I specialize in enhancing social networking platforms for better connectivity and user experience. I enjoy mentoring engineers in API optimization, real-time feeds, and database management.",
      "Tech": ["Python", "GraphQL", "MongoDB", "Redis", "Kafka"],
      "Booking Price INR": 3700.00
    },
    {
      "name": "Ritika Iyer",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I’ve been part of projects focused on improving recommendation algorithms. I aim to mentor developers working on user personalization, data analytics, and content engagement.",
      "Tech": ["Python", "TensorFlow", "ElasticSearch", "Redis", "PostgreSQL"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Manoj Singh",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I have extensive experience in building secure payment gateways for global merchants. I’d like to mentor developers focusing on fraud detection, PCI compliance, and fintech APIs.",
      "Tech": ["Ruby", "PostgreSQL", "GraphQL", "AWS", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Shruti Mishra",
      "Current Company": "Apple",
      "Experience Level": 10,
      "What I am looking for": "My expertise is in AR/VR application design. I enjoy mentoring developers working on immersive technologies and user interaction in augmented environments.",
      "Tech": ["Swift", "ARKit", "CoreML", "Firebase", "Metal"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Akshay Rao",
      "Current Company": "Uber",
      "Experience Level": 14,
      "What I am looking for": "I’ve optimized routing systems for global ride-sharing services. I aim to guide engineers working on geospatial data systems and real-time optimizations.",
      "Tech": ["Python", "Flask", "Kafka", "PostgreSQL", "Redis"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Niharika Jain",
      "Current Company": "Microsoft",
      "Experience Level": 15,
      "What I am looking for": "I have worked extensively on creating scalable SaaS solutions. I enjoy mentoring developers working on enterprise software, microservices, and cloud-native applications.",
      "Tech": ["C#", ".NET Core", "Azure", "Kubernetes", "CosmosDB"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Siddharth Agarwal",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I’ve led projects involving AI for smart assistants. I aim to mentor developers interested in speech recognition, smart devices, and deep learning.",
      "Tech": ["Python", "TensorFlow", "BigQuery", "Kubernetes", "Scikit-Learn"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Anjali Rao",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I have built and scaled predictive analytics tools for inventory forecasting. I enjoy mentoring engineers interested in supply chain optimization and big data processing.",
      "Tech": ["Java", "AWS Lambda", "DynamoDB", "ElasticSearch", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rahul Kapoor",
      "Current Company": "Meta",
      "Experience Level": 11,
      "What I am looking for": "I specialize in building secure APIs for social networking tools. I aim to guide developers working on API management, authentication, and data privacy.",
      "Tech": ["Python", "GraphQL", "MongoDB", "Redis", "Kafka"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Pooja Malik",
      "Current Company": "Netflix",
      "Experience Level": 12,
      "What I am looking for": "I’ve designed systems for personalized viewer recommendations. I’d like to mentor engineers working on machine learning for entertainment platforms.",
      "Tech": ["Python", "TensorFlow", "ElasticSearch", "Redis", "PostgreSQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rakesh Bhardwaj",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "With years of experience in building search algorithms and ranking systems, I enjoy mentoring developers interested in search engine optimization, indexing strategies, and content relevance.",
      "Tech": ["Python", "Java", "BigQuery", "ElasticSearch", "Kubernetes"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Amrita Shukla",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I’ve led the design of distributed payment systems at scale. I look forward to mentoring engineers working on financial systems, fraud detection, and blockchain technology.",
      "Tech": ["Java", "Spring Boot", "AWS DynamoDB", "Redis", "Kafka"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Shweta Menon",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I specialize in building scalable ad-tech platforms. I enjoy mentoring developers aiming to understand auction algorithms, user targeting, and programmatic advertising.",
      "Tech": ["Python", "GraphQL", "MongoDB", "Redis", "Kafka"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Nishant Gupta",
      "Current Company": "Apple",
      "Experience Level": 10,
      "What I am looking for": "I’ve contributed to developing seamless user experiences for iOS devices. I aim to mentor developers interested in UI/UX design, accessibility, and performance optimization.",
      "Tech": ["Swift", "CoreData", "Firebase", "ARKit", "Metal"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Sneha Deshpande",
      "Current Company": "Netflix",
      "Experience Level": 15,
      "What I am looking for": "My expertise lies in optimizing video streaming algorithms. I enjoy mentoring engineers working on compression techniques, CDN integration, and user data analysis.",
      "Tech": ["Golang", "Redis", "AWS", "Docker", "PostgreSQL"],
      "Booking Price INR": 3800.00
    },
    {
      "name": "Rohit Saini",
      "Current Company": "Uber",
      "Experience Level": 14,
      "What I am looking for": "I have led projects that improved driver allocation and route optimization. I am passionate about mentoring engineers in geospatial systems and real-time analytics.",
      "Tech": ["Python", "Flask", "PostgreSQL", "Redis", "Kafka"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Varsha Kulkarni",
      "Current Company": "Microsoft",
      "Experience Level": 11,
      "What I am looking for": "I’ve built enterprise-grade identity management solutions. I’d love to mentor engineers focusing on security protocols, authentication, and cloud infrastructure.",
      "Tech": ["C#", ".NET Core", "Azure", "Kubernetes", "CosmosDB"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Arjun Nair",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "With experience in building natural language models, I enjoy mentoring developers in text summarization, sentiment analysis, and semantic search systems.",
      "Tech": ["Python", "TensorFlow", "BERT", "BigQuery", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Kavya Mishra",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I’ve worked on building personalized shopping experiences. I look forward to mentoring developers interested in recommendation engines, A/B testing, and big data pipelines.",
      "Tech": ["Java", "Spring Boot", "AWS Lambda", "DynamoDB", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sameer Joshi",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "My focus has been on creating real-time video and audio communication systems. I aim to mentor engineers exploring WebRTC, media pipelines, and latency reduction techniques.",
      "Tech": ["Python", "GraphQL", "PostgreSQL", "Redis", "Kafka"],
      "Booking Price INR": 3700.00
    },
    {
      "name": "Tanya Oberoi",
      "Current Company": "Netflix",
      "Experience Level": 11,
      "What I am looking for": "I have been part of teams focused on improving content recommendation engines. I enjoy mentoring developers working on collaborative filtering, machine learning models, and behavioral analytics.",
      "Tech": ["Python", "TensorFlow", "ElasticSearch", "PostgreSQL", "Redis"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Aditya Chawla",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I have extensive experience in designing payment APIs for scalability. I enjoy mentoring developers focused on API architecture, microservices, and financial compliance.",
      "Tech": ["Ruby", "PostgreSQL", "GraphQL", "AWS", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Richa Yadav",
      "Current Company": "Apple",
      "Experience Level": 10,
      "What I am looking for": "I specialize in creating AR-based apps for education. I’d like to mentor developers interested in augmented reality, interactive learning, and performance optimization.",
      "Tech": ["Swift", "ARKit", "CoreML", "Firebase", "Metal"],
      "Booking Price INR": 3000.00
    },
    {
      "name": "Pranav Iyer",
      "Current Company": "Uber",
      "Experience Level": 14,
      "What I am looking for": "My career has focused on driver-rider matching algorithms. I’d like to mentor engineers exploring optimization problems and geolocation services.",
      "Tech": ["Python", "Flask", "Kafka", "PostgreSQL", "Redis"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Divya Kapoor",
      "Current Company": "Microsoft",
      "Experience Level": 15,
      "What I am looking for": "I’ve worked on collaborative tools and productivity solutions. I enjoy mentoring engineers interested in real-time collaboration and backend services for SaaS platforms.",
      "Tech": ["C#", ".NET Core", "Azure", "Kubernetes", "CosmosDB"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Shivam Tyagi",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I’ve built AI systems for autonomous vehicles. I’d love to mentor developers exploring reinforcement learning, image processing, and sensor fusion.",
      "Tech": ["Python", "TensorFlow", "OpenCV", "Kubernetes", "Scikit-Learn"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Neha Malhotra",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "My work focuses on optimizing inventory management systems for warehouses. I aim to mentor engineers working on predictive modeling and operations research.",
      "Tech": ["Java", "AWS Lambda", "DynamoDB", "ElasticSearch", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Kiran Bhat",
      "Current Company": "Meta",
      "Experience Level": 11,
      "What I am looking for": "I have designed APIs for real-time data synchronization. I’d like to mentor engineers interested in backend scalability and security.",
      "Tech": ["Python", "GraphQL", "PostgreSQL", "MongoDB", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Pooja Gupta",
      "Current Company": "Netflix",
      "Experience Level": 12,
      "What I am looking for": "I’ve contributed to improving user retention through personalized UI. I enjoy mentoring engineers focused on frontend performance and user behavior tracking.",
      "Tech": ["React", "Node.js", "AWS", "PostgreSQL", "ElasticSearch"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Arjun Malhotra",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I have built secure financial transaction systems. I aim to mentor engineers working on compliance, encryption, and fintech APIs.",
      "Tech": ["Ruby", "PostgreSQL", "Redis", "AWS", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Rajeev Kumar",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "With a focus on building large-scale cloud infrastructure, I look to mentor engineers interested in cloud architecture, high-availability systems, and distributed databases.",
      "Tech": ["Java", "Go", "GCP", "Kubernetes", "Terraform"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Shruti Desai",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I have experience working on real-time big data systems and machine learning pipelines. I aim to mentor engineers looking to learn about real-time data processing and data science workflows.",
      "Tech": ["Scala", "AWS Lambda", "Kafka", "Spark", "Redshift"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Vikram Yadav",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I specialize in building tools for large-scale content moderation. I enjoy mentoring developers in AI-driven moderation systems, natural language processing, and data integrity.",
      "Tech": ["Python", "TensorFlow", "Kubernetes", "PostgreSQL", "Django"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Anjali Mehta",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "Having built cloud-native apps and containerized microservices, I focus on mentoring engineers looking to master cloud-native development and DevOps practices.",
      "Tech": ["C#", "Azure", "Kubernetes", "Docker", "Helm"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Pankaj Sharma",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I focus on building seamless mobile applications for iOS. I’m passionate about mentoring developers in mobile app architecture, performance optimization, and integrating APIs.",
      "Tech": ["Swift", "Objective-C", "Core Data", "ARKit", "Firebase"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ritu Jain",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I’ve worked on building microservices for scalable e-commerce platforms. I look to mentor developers interested in microservices, API design, and system integrations.",
      "Tech": ["Java", "Spring Boot", "AWS", "Kafka", "MySQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Deepak Agrawal",
      "Current Company": "Netflix",
      "Experience Level": 14,
      "What I am looking for": "Having built a platform for content distribution, I mentor engineers exploring media pipelines, low-latency video delivery, and stream optimization techniques.",
      "Tech": ["Golang", "Docker", "AWS", "Redis", "PostgreSQL"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Monika Patel",
      "Current Company": "Uber",
      "Experience Level": 11,
      "What I am looking for": "With experience in building systems for ride-sharing services, I look to mentor engineers interested in optimization algorithms, geospatial data processing, and real-time systems.",
      "Tech": ["Python", "Flask", "PostgreSQL", "Redis", "Kafka"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Kunal Bansal",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "Having worked on API-first design, I mentor developers focused on building robust APIs, improving developer experiences, and adopting good security practices in payments.",
      "Tech": ["Ruby", "GraphQL", "PostgreSQL", "Redis", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Nidhi Verma",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I have led teams that developed social media engagement algorithms. I look to mentor engineers in user behavior analysis, recommendation systems, and deep learning.",
      "Tech": ["Python", "TensorFlow", "Keras", "PostgreSQL", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Prashant Joshi",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I focus on improving search engine rankings and have experience in building indexing systems. I would love to mentor engineers working on search algorithms and data structures.",
      "Tech": ["Java", "Python", "BigQuery", "Elasticsearch", "Kubernetes"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Neha Bedi",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I specialize in building scalable distributed databases for e-commerce. I want to mentor developers working on database optimizations, consistency models, and high-availability systems.",
      "Tech": ["Java", "AWS RDS", "DynamoDB", "Kafka", "PostgreSQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Sandeep Agarwal",
      "Current Company": "Meta",
      "Experience Level": 11,
      "What I am looking for": "Having developed robust video streaming platforms, I’m passionate about mentoring engineers working on video encoding, low-latency streams, and adaptive bitrate algorithms.",
      "Tech": ["Python", "HLS", "FFmpeg", "AWS", "Kubernetes"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Tanvi Dubey",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I’ve worked on large-scale enterprise applications. I enjoy mentoring developers in architecting scalable systems, writing clean code, and understanding distributed computing.",
      "Tech": ["Java", "Kotlin", "GCP", "Hadoop", "Kubernetes"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Vikas Batra",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "Having worked on a variety of cloud infrastructure projects, I mentor engineers in cloud security, AWS architecture, and cost optimization strategies.",
      "Tech": ["Java", "AWS", "Terraform", "Docker", "Kubernetes"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ankur Mehta",
      "Current Company": "Uber",
      "Experience Level": 14,
      "What I am looking for": "I have built optimization algorithms for logistics and supply chain management. I enjoy mentoring engineers in complex problem-solving and operations research.",
      "Tech": ["C++", "Python", "PostgreSQL", "Redis", "Kafka"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Shubhi Gupta",
      "Current Company": "Netflix",
      "Experience Level": 13,
      "What I am looking for": "I specialize in building data-driven recommendation systems for media platforms. I’m excited to mentor engineers in machine learning, NLP, and recommender algorithms.",
      "Tech": ["Python", "TensorFlow", "ElasticSearch", "Django", "MongoDB"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Raghavendra Rao",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I’ve developed frameworks for image and video processing. I’d like to mentor engineers exploring computer vision, GPU-based optimizations, and machine learning applications.",
      "Tech": ["Swift", "CoreML", "OpenCV", "TensorFlow", "Metal"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Harish Iyer",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I specialize in creating large-scale messaging systems. I look forward to mentoring developers in real-time messaging, message queues, and building fault-tolerant systems.",
      "Tech": ["Java", "Spring Boot", "Kafka", "Redis", "PostgreSQL"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Manisha Mehra",
      "Current Company": "Microsoft",
      "Experience Level": 12,
      "What I am looking for": "I focus on automating IT operations and deploying scalable infrastructures. I mentor engineers working on CI/CD pipelines, Kubernetes, and cloud security automation.",
      "Tech": ["C#", "Azure", "Terraform", "Kubernetes", "Ansible"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rohit Verma",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I have experience designing secure payment systems and fraud detection algorithms. I aim to mentor engineers interested in payment security, encryption, and risk analysis.",
      "Tech": ["Ruby", "PostgreSQL", "Redis", "Docker", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Amit Saxena",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I have worked extensively on optimizing search algorithms and building scalable infrastructure for search engines. I enjoy mentoring engineers interested in data structures, algorithms, and search engine optimization.",
      "Tech": ["C++", "Go", "Bigtable", "MapReduce", "Apache Lucene"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sweta Sharma",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "I specialize in building automation systems for e-commerce platforms. I’m passionate about mentoring engineers working on automation, scaling backend systems, and improving operational efficiency.",
      "Tech": ["Java", "AWS", "Kafka", "Docker", "CI/CD"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Shivani Kapoor",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I’ve been involved in building data storage systems and optimizing database architectures. I want to mentor engineers focused on designing databases and managing large-scale data operations.",
      "Tech": ["Python", "SQL", "PostgreSQL", "MongoDB", "Redis"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Rakesh Patel",
      "Current Company": "Apple",
      "Experience Level": 15,
      "What I am looking for": "I’ve led projects on building high-performance, low-latency mobile applications. I focus on mentoring engineers working on iOS app performance optimization and seamless user experiences.",
      "Tech": ["Swift", "Objective-C", "Core Data", "Firebase", "iOS SDK"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Divya Bansal",
      "Current Company": "Uber",
      "Experience Level": 11,
      "What I am looking for": "I focus on building location-based services and algorithms for optimizing transportation. I look to mentor engineers interested in geospatial systems, routing algorithms, and real-time processing.",
      "Tech": ["Java", "PostGIS", "MongoDB", "Redis", "Google Maps API"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Pradeep Deshmukh",
      "Current Company": "Netflix",
      "Experience Level": 13,
      "What I am looking for": "I have experience building large-scale distributed systems for video streaming. I enjoy mentoring engineers working on content delivery networks, video processing, and real-time streaming systems.",
      "Tech": ["Golang", "Docker", "AWS", "FFmpeg", "Nginx"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sonal Patel",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "Having worked on e-commerce systems and AI-driven recommendations, I look to mentor engineers working on user behavior modeling, machine learning algorithms, and recommendation engines.",
      "Tech": ["Python", "TensorFlow", "AWS", "PostgreSQL", "Scikit-learn"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Nitin Kumar",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I have experience in designing machine learning systems for automation and predictive analytics. I mentor engineers interested in building ML systems, data pipelines, and model training.",
      "Tech": ["Python", "TensorFlow", "Scikit-learn", "AWS", "Kubernetes"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ankita Agarwal",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I focus on building secure platforms and data protection systems. I enjoy mentoring engineers working on cybersecurity, encryption techniques, and building secure authentication systems.",
      "Tech": ["Java", "Spring Security", "AWS", "OAuth2", "Cryptography"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Ravi Kumar",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I’ve been involved in building payment processing solutions and API development. I look to mentor developers working on API design, payment gateways, and secure transaction systems.",
      "Tech": ["Ruby", "Python", "PostgreSQL", "AWS", "Stripe API"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Vidya Gupta",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I specialize in full-stack development for cloud applications and DevOps pipelines. I want to mentor engineers in mastering cloud deployments, serverless architectures, and CI/CD.",
      "Tech": ["C#", "Azure", "Kubernetes", "Terraform", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Harsha Patel",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I have built automation systems for infrastructure management and scaling cloud resources. I look forward to mentoring engineers interested in cloud cost optimization, containerization, and cloud automation.",
      "Tech": ["Java", "AWS", "Terraform", "Kubernetes", "Docker"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Manoj Tripathi",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I specialize in backend engineering for highly available systems. I mentor engineers who want to improve their skills in system design, database scaling, and building fault-tolerant systems.",
      "Tech": ["Java", "Go", "PostgreSQL", "Cassandra", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sneha Rai",
      "Current Company": "Netflix",
      "Experience Level": 14,
      "What I am looking for": "I focus on content delivery systems and building adaptive streaming protocols. I mentor engineers working on video encoding, content delivery optimizations, and high-performance video streaming.",
      "Tech": ["Python", "FFmpeg", "HLS", "AWS", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Vikash Sharma",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I work on building large-scale analytics platforms and data visualization tools. I enjoy mentoring engineers working on data pipelines, big data processing, and creating scalable data systems.",
      "Tech": ["Java", "Apache Kafka", "Spark", "AWS", "MongoDB"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Priya Saini",
      "Current Company": "Uber",
      "Experience Level": 13,
      "What I am looking for": "With expertise in building and optimizing backend APIs, I mentor developers who want to work on API development, microservices architecture, and cloud deployments.",
      "Tech": ["Python", "Flask", "PostgreSQL", "Kafka", "AWS"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Arvind Joshi",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "I specialize in cloud infrastructure, focusing on high-performance compute and storage systems. I look to mentor engineers working on cloud architecture, resource optimization, and distributed systems.",
      "Tech": ["Java", "AWS", "Docker", "Terraform", "Kubernetes"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sandeep Ghosh",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I focus on building user-centric iOS applications. I enjoy mentoring engineers working on UI/UX design, app performance, and advanced iOS functionalities.",
      "Tech": ["Swift", "Objective-C", "Core Data", "Firebase", "iOS SDK"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Puja Sharma",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I specialize in building distributed cloud platforms and DevOps automation. I enjoy mentoring engineers who want to understand cloud architecture, scalability, and continuous integration.",
      "Tech": ["C#", "Azure", "Docker", "Terraform", "Kubernetes"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Nikhil Agarwal",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I focus on performance tuning for large-scale systems. I mentor engineers who are interested in building high-performance systems, optimizing algorithms, and improving application speed.",
      "Tech": ["C++", "Go", "GCP", "Redis", "Bigtable"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Saurabh Yadav",
      "Current Company": "Netflix",
      "Experience Level": 12,
      "What I am looking for": "I have worked on building tools for content streaming optimization. I look forward to mentoring engineers interested in streaming technologies, low-latency systems, and media analytics.",
      "Tech": ["Python", "AWS", "Docker", "FFmpeg", "HLS"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Arvind Mehta",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I have deep experience in cloud-based e-commerce systems, specifically in improving shopping cart algorithms and payment gateways. I'm looking to mentor engineers interested in enhancing user experience and optimizing e-commerce workflows.",
      "Tech": ["Java", "AWS", "Spring", "MySQL", "Apache Kafka"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Radhika Gupta",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I work on machine learning for social media recommendation engines. I want to mentor data scientists and engineers interested in applying deep learning to user behavior prediction and personalization.",
      "Tech": ["Python", "TensorFlow", "Keras", "AWS", "Apache Spark"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Vishal Kumar",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "My expertise lies in building scalable systems for real-time data processing. I mentor engineers focused on distributed systems, event-driven architectures, and improving latency in real-time applications.",
      "Tech": ["Go", "Kafka", "MongoDB", "AWS Lambda", "Apache Flink"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Amit Verma",
      "Current Company": "Apple",
      "Experience Level": 15,
      "What I am looking for": "I lead the development of iOS applications and mobile frameworks. I'm passionate about mentoring iOS engineers on optimizing mobile app performance, creating intuitive UIs, and using native Apple APIs.",
      "Tech": ["Swift", "Objective-C", "Core Data", "Xcode", "Firebase"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Neha Rani",
      "Current Company": "Microsoft",
      "Experience Level": 12,
      "What I am looking for": "I have experience in building scalable cloud services for enterprise applications. I want to mentor engineers interested in cloud-based application architectures, microservices, and serverless computing.",
      "Tech": ["C#", "Azure", "Docker", "Kubernetes", "SQL Server"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Pooja Singh",
      "Current Company": "Uber",
      "Experience Level": 11,
      "What I am looking for": "I focus on automating systems in transportation logistics. I mentor engineers working on backend APIs, geospatial systems, and real-time data handling in large-scale applications.",
      "Tech": ["Java", "Spring Boot", "PostgreSQL", "Kafka", "Google Maps API"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Ravi Chandra",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "I have experience in building enterprise-grade software solutions in the retail space. I'm looking to mentor engineers focused on supply chain systems, logistics software, and cloud-based infrastructure.",
      "Tech": ["Java", "AWS", "PostgreSQL", "Spring Boot", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sonali Kapoor",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I specialize in building scalable web applications with high traffic. I want to mentor software engineers working on web performance, microservices, and large-scale infrastructure.",
      "Tech": ["Python", "React", "Django", "MongoDB", "AWS"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Manish Kumar",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "My expertise is in AI-driven data analytics. I mentor engineers working with large datasets, machine learning algorithms, and predictive models for data-driven decision-making systems.",
      "Tech": ["Python", "TensorFlow", "PyTorch", "SQL", "AWS SageMaker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Kriti Sharma",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I work on building secure and efficient payment gateway systems. I'm eager to mentor developers interested in fintech, security protocols, and integrating third-party payment solutions.",
      "Tech": ["Ruby", "Python", "Stripe API", "AWS", "PostgreSQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Neelam Singh",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I specialize in mobile application development and UI/UX design for iOS apps. I’m excited to mentor developers who focus on optimizing mobile user interfaces and creating immersive user experiences.",
      "Tech": ["Swift", "UIKit", "Xcode", "Core Data", "Firebase"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Nitin Rawat",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I work in building serverless architectures and cloud-based data pipelines. I’m looking to mentor engineers focused on cloud-native solutions, serverless frameworks, and real-time data processing.",
      "Tech": ["Go", "GCP", "Firebase", "BigQuery", "Kafka"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rahul Yadav",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I specialize in large-scale data engineering and optimization. I want to mentor engineers who are working on data pipelines, data warehouses, and improving data access speed in distributed environments.",
      "Tech": ["Java", "Hadoop", "Spark", "AWS Redshift", "MongoDB"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Shalini Patel",
      "Current Company": "Uber",
      "Experience Level": 12,
      "What I am looking for": "I focus on improving vehicle routing and scheduling algorithms. I mentor engineers who are passionate about optimization techniques, machine learning, and algorithmic problem-solving in transport tech.",
      "Tech": ["Python", "AWS", "TensorFlow", "PostgreSQL", "Google Maps API"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ankur Sharma",
      "Current Company": "Microsoft",
      "Experience Level": 11,
      "What I am looking for": "I work on building scalable solutions in enterprise resource planning (ERP) systems. I look forward to mentoring engineers who are working on improving the performance and reliability of ERP applications.",
      "Tech": ["C#", "SQL Server", "Azure", "Power BI", "ASP.NET"],
      "Booking Price INR": 3100.00
    },
    {
      "name": "Ritu Kapoor",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I have experience in building automation tools for inventory management. I want to mentor engineers interested in building systems that optimize supply chain processes and reduce operational inefficiencies.",
      "Tech": ["Java", "Spring", "AWS", "Apache Kafka", "MySQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Yogesh Agrawal",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I focus on building scalable and high-performance systems for video streaming. I want to mentor engineers who work with media technologies, adaptive streaming, and real-time media analytics.",
      "Tech": ["Python", "Golang", "Kubernetes", "FFmpeg", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Meenal Mehta",
      "Current Company": "Apple",
      "Experience Level": 15,
      "What I am looking for": "I have experience in building innovative hardware and software solutions for mobile platforms. I mentor engineers who are working on building the next generation of mobile apps and integrated services.",
      "Tech": ["Swift", "Objective-C", "Core Data", "iOS SDK", "Xcode"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Vinay Prakash",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I work on optimizing data storage systems for large-scale platforms. I enjoy mentoring engineers working on database design, NoSQL technologies, and building resilient data architectures.",
      "Tech": ["Java", "Cassandra", "MongoDB", "AWS", "Apache Kafka"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Sandeep Kumar",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I have experience building scalable cloud applications and API integrations. I mentor engineers working on building APIs, cloud-based services, and microservices.",
      "Tech": ["Golang", "GCP", "PostgreSQL", "Docker", "Kubernetes"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Ashok Gupta",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I specialize in developing cross-platform applications and cloud integrations. I want to mentor engineers interested in mobile and web development with a focus on using .NET technologies and Azure services.",
      "Tech": ["C#", "ASP.NET", "Azure", "Xamarin", "SQL Server"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Vishal Kumar",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I focus on improving backend system performance and scalability for large-scale web applications. I am passionate about mentoring engineers who are working on optimizing APIs and enhancing system architecture.",
      "Tech": ["Go", "GCP", "GraphQL", "Redis", "PostgreSQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Manisha Sharma",
      "Current Company": "Facebook",
      "Experience Level": 13,
      "What I am looking for": "I work with large-scale data infrastructure and machine learning algorithms. I aim to mentor data scientists and engineers interested in deploying machine learning models and handling big data systems.",
      "Tech": ["Python", "TensorFlow", "Spark", "Hadoop", "MongoDB"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Neelam Rani",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I specialize in building secure mobile apps with a focus on cryptography and privacy. I am looking to mentor engineers who want to develop high-performance iOS applications with strong security features.",
      "Tech": ["Swift", "Objective-C", "iOS SDK", "CoreData", "CryptoKit"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rakesh Verma",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "I focus on optimizing large-scale distributed systems and cloud-native applications. I mentor engineers interested in cloud computing, microservices, and serverless architectures.",
      "Tech": ["Java", "AWS", "Kafka", "Docker", "Kubernetes"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Madhavi Deshmukh",
      "Current Company": "Uber",
      "Experience Level": 15,
      "What I am looking for": "I have extensive experience in developing APIs for real-time applications. I’m keen to mentor engineers working on high-throughput systems, scalable APIs, and performance tuning for backend systems.",
      "Tech": ["Java", "Node.js", "PostgreSQL", "RabbitMQ", "GraphQL"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Ravi Chauhan",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I specialize in the development of enterprise applications and ERP systems. I want to mentor engineers working on full-stack development and integration of large systems in a corporate environment.",
      "Tech": ["C#", "SQL Server", "Azure", "React", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Kavita Singh",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I work on social media platforms, optimizing user engagement and content delivery algorithms. I’m looking to mentor engineers interested in building data-driven applications that scale across millions of users.",
      "Tech": ["Python", "Machine Learning", "SQL", "Django", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Anil Pandey",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I have a background in building and scaling search engine algorithms. I aim to mentor engineers who are interested in working on search technologies, indexing, and ranking algorithms.",
      "Tech": ["C++", "Python", "Elasticsearch", "Google Cloud", "BigQuery"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Priya Rajput",
      "Current Company": "Apple",
      "Experience Level": 13,
      "What I am looking for": "I specialize in creating intuitive user interfaces for iOS applications. I want to mentor designers and developers who focus on improving the user experience through innovative UI design and responsive applications.",
      "Tech": ["Swift", "UIKit", "Xcode", "Core Data", "Sketch"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Amit Sinha",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I have vast experience in large-scale web development, and I mentor engineers working on building scalable, secure web applications. I’m particularly interested in those focused on e-commerce and cloud platforms.",
      "Tech": ["Java", "Spring Boot", "AWS", "React", "Jenkins"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Nikhil Sharma",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I work on real-time messaging applications and social media integrations. I’m eager to mentor engineers who are passionate about building scalable, responsive chat platforms and messaging systems.",
      "Tech": ["Java", "React", "WebSocket", "Node.js", "MongoDB"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sandeep Yadav",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I specialize in optimizing cloud-native applications and reducing latency in high-volume transactions. I’m looking to mentor engineers who focus on low-latency applications and system performance optimization.",
      "Tech": ["Go", "Cloud Run", "Kubernetes", "Apache Kafka", "PostgreSQL"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Amit Gupta",
      "Current Company": "Uber",
      "Experience Level": 11,
      "What I am looking for": "I work on vehicle routing optimization algorithms for ride-sharing applications. I want to mentor engineers who are working on solving logistical problems with data science and machine learning.",
      "Tech": ["Python", "SQL", "TensorFlow", "Kubernetes", "PostgreSQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Sonia Mehta",
      "Current Company": "Stripe",
      "Experience Level": 14,
      "What I am looking for": "I focus on payment systems and APIs for financial platforms. I’m keen to mentor engineers working on building secure, fast, and scalable payment solutions in fintech.",
      "Tech": ["Ruby", "JavaScript", "PostgreSQL", "Stripe API", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Harish Kumar",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I work on machine learning pipelines and big data platforms. I am interested in mentoring engineers working on large-scale ML models, data pipelines, and real-time data processing.",
      "Tech": ["Python", "TensorFlow", "Kubernetes", "Apache Spark", "Hadoop"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Priti Kumari",
      "Current Company": "Microsoft",
      "Experience Level": 15,
      "What I am looking for": "I specialize in cloud-based AI and automation systems. I want to mentor engineers interested in AI-driven automation, particularly in enterprise systems and cloud computing.",
      "Tech": ["Python", "Azure", "TensorFlow", "C#", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Shweta Sharma",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I have expertise in building e-commerce solutions with real-time stock management. I want to mentor engineers interested in building scalable back-end systems, particularly in e-commerce.",
      "Tech": ["Java", "Spring Boot", "MySQL", "AWS", "Docker"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ashwin Reddy",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I work on backend optimization and performance improvements in search engines. I want to mentor engineers working on large-scale distributed systems and high-performance computing.",
      "Tech": ["Go", "GCP", "Elasticsearch", "Redis", "C++"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Aman Sharma",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I focus on social media analytics and data mining. I aim to mentor data engineers working on building large-scale data processing systems and integrating analytics into social platforms.",
      "Tech": ["Python", "Spark", "Hive", "AWS", "PostgreSQL"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Lalit Kumar",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I specialize in large-scale data pipelines and cloud services for e-commerce. I’m keen to mentor engineers working on supply chain automation, data pipelines, and infrastructure scaling.",
      "Tech": ["Python", "AWS", "Apache Kafka", "MongoDB", "Django"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Vikash Choudhary",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I have extensive experience in cloud architecture and scalable web applications. I’m looking to mentor developers who are building cloud-native applications and want to master Azure, Kubernetes, and serverless technologies.",
      "Tech": ["C#", "Azure", "Kubernetes", "Docker", "ASP.NET Core"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sanjay Rathi",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I specialize in real-time data processing and big data solutions for e-commerce. I want to guide engineers working with Apache Kafka, AWS, and scalable data systems for high-volume platforms.",
      "Tech": ["Java", "Apache Kafka", "AWS", "Spring Boot", "NoSQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Aarti Mehta",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I am passionate about scaling machine learning models for large datasets and optimizing algorithms. I’m looking to mentor engineers who are working on data science, AI, and ML in production environments.",
      "Tech": ["Python", "TensorFlow", "Scikit-learn", "AWS", "Kubernetes"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Rajeev Kumar",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I focus on building scalable backend systems that can handle millions of active users. I want to mentor engineers working on backend optimizations, high concurrency systems, and real-time messaging.",
      "Tech": ["Go", "Node.js", "GraphQL", "PostgreSQL", "Kafka"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Rupal Patel",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I specialize in iOS development and UI/UX design. I’m looking to mentor developers who want to create intuitive, user-friendly apps and learn best practices in mobile development.",
      "Tech": ["Swift", "Objective-C", "iOS SDK", "Xcode", "UIKit"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Vineet Verma",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I work in payment gateway systems and API development for financial services. I want to mentor engineers who are passionate about building secure and scalable payment solutions.",
      "Tech": ["Ruby", "JavaScript", "Stripe API", "PostgreSQL", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Anjali Pandey",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I have worked extensively in building distributed systems for e-commerce platforms. I mentor engineers focusing on microservices, cloud-based architecture, and scalable e-commerce systems.",
      "Tech": ["Java", "AWS", "Spring Boot", "Docker", "Kafka"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Manoj Kumar",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I focus on building low-latency applications and optimizing systems for large-scale use cases. I want to mentor engineers who want to improve performance and scalability of real-time systems.",
      "Tech": ["Go", "GCP", "Kubernetes", "Cloud Run", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Seema Agarwal",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I work with social media analytics and machine learning. I’m interested in mentoring data engineers and data scientists focused on building robust data processing pipelines and predictive models.",
      "Tech": ["Python", "Spark", "AWS", "MongoDB", "TensorFlow"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Vikas Kumar",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I am passionate about building intelligent systems using machine learning and AI. I want to guide mentees working on building AI models for predictive analytics and autonomous systems.",
      "Tech": ["Python", "TensorFlow", "Keras", "AWS", "Azure"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Aditi Patel",
      "Current Company": "Apple",
      "Experience Level": 15,
      "What I am looking for": "I specialize in backend development for mobile applications, focusing on API integrations and cloud services. I’m looking to mentor engineers developing backend solutions for mobile platforms.",
      "Tech": ["Swift", "Node.js", "MongoDB", "AWS", "Express"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Deepak Bansal",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I focus on building high-performance systems for payment processing and blockchain technologies. I want to mentor engineers looking to work on cutting-edge fintech applications.",
      "Tech": ["Python", "Blockchain", "Ethereum", "Django", "Stripe API"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Pooja Mehra",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I work on building scalable APIs and data pipelines for media streaming. I want to mentor engineers focusing on backend services for media platforms and real-time data processing.",
      "Tech": ["Python", "Node.js", "Kafka", "PostgreSQL", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Nikhil Kumar",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "I specialize in building systems for high-frequency trading applications. I want to mentor engineers who are interested in working with financial technologies and real-time data systems.",
      "Tech": ["Java", "Spring Boot", "Kafka", "Hadoop", "C++"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Neelam Bhardwaj",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I work on improving search engine algorithms and NLP-based applications. I’m looking to mentor engineers working on language models, search optimization, and text analytics.",
      "Tech": ["Python", "Elasticsearch", "NLP", "TensorFlow", "SQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rishi Thakur",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I have expertise in building mobile apps with a focus on performance and user experience. I am looking to mentor developers building mobile apps with a strong understanding of React Native and optimization techniques.",
      "Tech": ["JavaScript", "React Native", "Node.js", "AWS", "Redux"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Alok Pandey",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I work on building secure payment systems and APIs. I want to mentor engineers interested in payment gateway integration, security standards, and high-performance backend systems.",
      "Tech": ["Ruby", "Stripe API", "MySQL", "Docker", "JavaScript"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Minal Rao",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I specialize in machine learning systems for large-scale data and recommendation engines. I’m keen to mentor engineers working on predictive analytics and personalized content delivery systems.",
      "Tech": ["Python", "TensorFlow", "Keras", "GCP", "Spark"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Tarun Bhatia",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I am passionate about optimizing large-scale e-commerce platforms. I want to mentor engineers working on backend systems, APIs, and microservices for scalable e-commerce solutions.",
      "Tech": ["Java", "Spring Boot", "Docker", "MongoDB", "AWS"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Akhil Sharma",
      "Current Company": "Microsoft",
      "Experience Level": 12,
      "What I am looking for": "I work on creating intelligent voice assistants and AI systems. I am interested in mentoring developers working on natural language processing and integrating AI into applications.",
      "Tech": ["C#", "Azure", "Bot Framework", "Python", "Speech SDK"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Shubham Mishra",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I focus on AI-based chatbots and automated messaging systems. I want to mentor engineers working on conversational AI and integrating chatbots into business applications.",
      "Tech": ["Python", "TensorFlow", "DialogFlow", "AWS", "Node.js"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Saurabh Soni",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I work on building AI-powered tools for software development and automating coding workflows. I'm eager to mentor those working on automation in CI/CD pipelines and AI integrations.",
      "Tech": ["Python", "Azure", "AI", "Machine Learning", "DevOps"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Ankit Yadav",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I specialize in building scalable systems for e-commerce platforms with a focus on microservices and distributed architectures. I want to mentor engineers developing complex, high-traffic systems.",
      "Tech": ["Java", "Spring Boot", "Microservices", "Kafka", "AWS"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Nidhi Jain",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I am focused on mobile app development with a particular interest in building performance-oriented apps. I want to mentor engineers working on mobile app performance and optimization.",
      "Tech": ["Java", "Android", "Kotlin", "Firebase", "GraphQL"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ishita Gupta",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I have deep experience in data engineering, working on building data lakes and scalable pipelines. I want to mentor data engineers focusing on big data systems and real-time analytics.",
      "Tech": ["Python", "Apache Spark", "AWS", "Kafka", "SQL"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Puneet Sharma",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I work on fintech applications, focusing on payment processing systems. I’m passionate about mentoring engineers developing secure, high-performance financial technologies.",
      "Tech": ["Python", "Django", "Stripe API", "AWS", "PostgreSQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Neha Agarwal",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I specialize in cloud computing and containerization for large-scale applications. I want to mentor engineers looking to optimize cloud infrastructure and leverage Kubernetes and Docker.",
      "Tech": ["AWS", "Docker", "Kubernetes", "Python", "Terraform"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Raghav Joshi",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I focus on full-stack development for scalable applications and cloud services. I’m keen to mentor engineers who want to learn both front-end and back-end technologies for web development.",
      "Tech": ["JavaScript", "React", "Node.js", "MongoDB", "AWS"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Meera Patel",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I specialize in user interface design and user experience for mobile applications. I’m interested in mentoring designers and engineers working on intuitive, responsive app designs.",
      "Tech": ["Swift", "UIKit", "Figma", "Sketch", "Xcode"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Shashank Dubey",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I work on building APIs and services for large-scale social media platforms. I want to mentor engineers focusing on scalable API development and building microservices for web applications.",
      "Tech": ["Java", "Spring Boot", "GraphQL", "Kafka", "MySQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Ravi Bhatia",
      "Current Company": "Microsoft",
      "Experience Level": 15,
      "What I am looking for": "I have experience in building enterprise-level applications and automation tools. I’m looking to mentor engineers who want to develop robust enterprise solutions using the latest technologies.",
      "Tech": ["C#", "Azure", "Microservices", "Docker", "DevOps"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Suman Jain",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I specialize in backend technologies, particularly for e-commerce platforms. I’m interested in mentoring backend developers focusing on building scalable and secure server-side systems.",
      "Tech": ["Java", "Spring Boot", "AWS", "MySQL", "MongoDB"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Anupama Kapoor",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I am focused on building machine learning models for production environments. I’m eager to mentor engineers working on data pipelines, model deployment, and optimization.",
      "Tech": ["Python", "TensorFlow", "Keras", "GCP", "Kubernetes"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Pankaj Malik",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I specialize in building payment infrastructure and microservices for financial platforms. I want to mentor engineers interested in building secure, scalable payment solutions.",
      "Tech": ["Ruby", "Stripe API", "MySQL", "Docker", "AWS"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Tanuja Verma",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I specialize in high-performance web applications and frontend optimization. I’m looking to mentor engineers who want to improve web application performance and user experience.",
      "Tech": ["JavaScript", "React", "Node.js", "Webpack", "GraphQL"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Tarun Soni",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I focus on building machine learning models for NLP tasks. I want to mentor engineers interested in working with text data, building systems for recommendation engines and chatbots.",
      "Tech": ["Python", "NLTK", "TensorFlow", "Scikit-learn", "Kubernetes"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Abhishek Rathi",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I work on large-scale backend services for mobile applications. I’m looking to mentor backend engineers interested in building high-availability systems for mobile platforms.",
      "Tech": ["Swift", "Node.js", "MongoDB", "AWS", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Shivani Rao",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I specialize in developing cloud-native applications and Kubernetes-based deployments. I want to mentor engineers who want to move towards cloud-native development and infrastructure management.",
      "Tech": ["Go", "Kubernetes", "Docker", "GCP", "Microservices"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Vishal Aggarwal",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I have a focus on building enterprise applications with a focus on system design and architecture. I want to mentor senior developers in advanced software architecture and scalable system design.",
      "Tech": ["Java", "C++", "Spring Boot", "AWS", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Suman Bhatnagar",
      "Current Company": "Stripe",
      "Experience Level": 12,
      "What I am looking for": "I work on building payment gateway integrations and optimizing transaction systems. I am looking to mentor engineers working on secure payment technologies and transaction pipelines.",
      "Tech": ["Ruby", "Stripe API", "Node.js", "MySQL", "Docker"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Aman Sharma",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "I specialize in building highly scalable systems for large data processing. I want to mentor engineers working with big data technologies and cloud-based data processing platforms.",
      "Tech": ["Python", "Hadoop", "Spark", "AWS", "Kafka"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Lalit Mehra",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I focus on building serverless applications using AWS and GCP. I’m interested in mentoring engineers who want to learn about serverless architectures and microservices deployment.",
      "Tech": ["Python", "AWS Lambda", "GCP", "Terraform", "Node.js"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Nikhil Kumar",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I specialize in building high-availability services for cloud platforms. I’m looking to mentor engineers working on building fault-tolerant systems and improving uptime in large-scale applications.",
      "Tech": ["Java", "AWS", "Microservices", "Kubernetes", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Priya Deshmukh",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I work on cloud infrastructure and automation for enterprises. I’m looking to mentor engineers who are interested in cloud-native technologies and automation best practices for scaling business operations.",
      "Tech": ["Azure", "Terraform", "Python", "CI/CD", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Vikram Singh",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I have experience in building real-time systems and large-scale data pipelines. I want to mentor developers interested in building systems that handle real-time data processing and analytics.",
      "Tech": ["Python", "Kafka", "GCP", "BigQuery", "Apache Beam"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Ritika Shah",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I focus on web application performance and SEO optimizations. I want to mentor engineers working on optimizing web apps for both performance and user experience, especially for large-scale web products.",
      "Tech": ["JavaScript", "React", "Node.js", "SEO", "Web Vitals"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Arvind Reddy",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I specialize in payment processing and secure transaction systems. I want to mentor engineers working on building secure payment platforms, APIs, and optimizing transaction flows.",
      "Tech": ["Ruby", "Stripe API", "Node.js", "AWS", "MySQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Kavita Agarwal",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "I am an expert in building cloud-native applications using AWS. I want to mentor engineers interested in leveraging cloud services for developing scalable and secure systems.",
      "Tech": ["AWS", "Python", "Docker", "Terraform", "CI/CD"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Rohit Sharma",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I have experience in developing scalable web applications with an emphasis on cloud integrations and serverless architectures. I’m looking to mentor developers transitioning into cloud technologies.",
      "Tech": ["Java", "GCP", "Kubernetes", "Node.js", "React"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Simran Kaur",
      "Current Company": "Apple",
      "Experience Level": 13,
      "What I am looking for": "I work in AI and machine learning, particularly in building AI-driven features for mobile applications. I’m interested in mentoring engineers working on integrating machine learning into consumer-facing apps.",
      "Tech": ["Swift", "CoreML", "TensorFlow", "Python", "Keras"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Manoj Jain",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I specialize in systems architecture for social media platforms, with an emphasis on distributed systems and database optimization. I want to mentor engineers developing scalable and optimized backends.",
      "Tech": ["Java", "C++", "Spring Boot", "MySQL", "Redis"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Aparna Rai",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I focus on DevOps and automating cloud infrastructure. I want to mentor engineers interested in automating cloud workflows, improving system deployments, and creating CI/CD pipelines.",
      "Tech": ["Azure", "Terraform", "Docker", "Kubernetes", "Python"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Rajeev Kapoor",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I work on building scalable e-commerce platforms, particularly focusing on product recommendation systems and customer engagement. I want to mentor engineers working on improving user experience in e-commerce.",
      "Tech": ["Python", "AWS", "Django", "MySQL", "MongoDB"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Sushil Tiwari",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I specialize in developing cloud-based analytics solutions using machine learning models for large-scale data. I’m interested in mentoring engineers building cloud-native data processing platforms.",
      "Tech": ["Python", "TensorFlow", "AWS", "BigQuery", "Kafka"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Vandana Kumari",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I have expertise in building high-performance iOS applications and optimizing them for App Store rankings. I want to mentor engineers building apps that are both performance-optimized and user-friendly.",
      "Tech": ["Swift", "iOS", "Xcode", "CoreData", "Firebase"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Harshit Gupta",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I work on web application scalability and distributed systems. I am passionate about mentoring engineers who are building highly available and low-latency systems for the web.",
      "Tech": ["JavaScript", "React", "Node.js", "GraphQL", "AWS"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Prakash Yadav",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I focus on payment security and compliance, helping to build secure payment systems and fraud detection models. I want to mentor engineers working on secure transaction systems.",
      "Tech": ["Ruby", "Stripe API", "AWS", "PostgreSQL", "Docker"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Snehal Joshi",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I specialize in building scalable backend services with an emphasis on high-throughput and low-latency data processing. I want to mentor engineers working on backend architectures for large-scale systems.",
      "Tech": ["Java", "AWS", "Spring Boot", "Kafka", "Docker"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Krishna Mehra",
      "Current Company": "Google",
      "Experience Level": 12,
      "What I am looking for": "I work in product management and UX/UI design for consumer-facing apps. I am interested in mentoring engineers and product managers working on improving the user experience of mobile apps.",
      "Tech": ["Swift", "React Native", "UX/UI Design", "Firebase", "Sketch"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Vinay Kumar",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I specialize in backend infrastructure and database optimization for large-scale systems. I want to mentor engineers who want to design highly available backend systems for high-traffic applications.",
      "Tech": ["Java", "Spring Boot", "PostgreSQL", "Redis", "Docker"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Shubham Joshi",
      "Current Company": "Amazon",
      "Experience Level": 13,
      "What I am looking for": "I have extensive experience in building highly scalable systems with a focus on serverless architectures. I want to mentor engineers working on building modern cloud-native applications.",
      "Tech": ["Python", "AWS Lambda", "Terraform", "Docker", "Kubernetes"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rekha Reddy",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I specialize in building secure mobile applications and implementing privacy features. I want to mentor engineers working on security best practices for mobile apps and user data protection.",
      "Tech": ["Swift", "Xcode", "Firebase", "iOS", "Security"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Amit Sharma",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I specialize in full-stack development and cloud architectures. I’m passionate about mentoring engineers interested in developing both front-end and back-end systems while leveraging cloud services for scalability.",
      "Tech": ["JavaScript", "React", "Node.js", "AWS", "MongoDB"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Neha Patel",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I have experience in developing distributed systems and implementing machine learning solutions. I want to mentor engineers who are interested in building scalable, high-performance systems with ML integrations.",
      "Tech": ["C#", ".NET", "Azure", "Python", "TensorFlow"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Akhil Verma",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I focus on optimizing backend architectures for high-throughput systems and ensuring low-latency. I’m looking to mentor engineers who are interested in performance optimization for real-time applications.",
      "Tech": ["Java", "Spring Boot", "MySQL", "Redis", "Kafka"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Isha Gupta",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I specialize in building mobile applications that focus on seamless user experience and accessibility. I want to mentor engineers working on building intuitive, user-friendly mobile apps.",
      "Tech": ["Swift", "Xcode", "Objective-C", "UI/UX Design", "CoreData"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Varun Reddy",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I focus on cloud-native solutions and serverless architecture. I want to mentor engineers who are looking to scale their applications on the cloud and build highly available systems using serverless technologies.",
      "Tech": ["AWS", "Lambda", "Node.js", "DynamoDB", "Terraform"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Tanvi Jain",
      "Current Company": "Google",
      "Experience Level": 13,
      "What I am looking for": "I work on machine learning algorithms and their real-world applications. I want to mentor engineers looking to implement ML models in production environments, especially in natural language processing.",
      "Tech": ["Python", "TensorFlow", "Keras", "NLTK", "SciKit Learn"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rishabh Gupta",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I specialize in building scalable cloud-based applications with an emphasis on security and performance. I want to mentor engineers who are working on ensuring their applications are both scalable and secure.",
      "Tech": ["Java", "Spring Boot", "AWS", "OAuth", "PostgreSQL"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sonal Mehta",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I focus on building payment processing platforms with a keen interest in security and compliance. I’m looking to mentor engineers in building reliable and secure payment systems.",
      "Tech": ["Ruby", "Stripe API", "AWS", "GraphQL", "MySQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Pravin Yadav",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I work on building real-time communication systems with a focus on WebRTC. I want to mentor engineers who are interested in developing real-time messaging and video streaming applications.",
      "Tech": ["JavaScript", "WebRTC", "Node.js", "React", "MongoDB"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Neeraj Kumar",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I work on building highly performant and scalable backends for mobile applications. I want to mentor engineers working on backend optimizations for mobile-first applications.",
      "Tech": ["Java", "Kotlin", "Spring Boot", "AWS", "SQLite"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Ravi Nair",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I have extensive experience in working with large-scale e-commerce systems. I want to mentor engineers who are building highly scalable systems for online shopping platforms.",
      "Tech": ["Java", "Spring Boot", "AWS", "MySQL", "Redis"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Harshita Singh",
      "Current Company": "Meta",
      "Experience Level": 12,
      "What I am looking for": "I specialize in UI/UX design and front-end development. I want to mentor engineers looking to improve the user experience and performance of consumer-facing applications.",
      "Tech": ["JavaScript", "React", "CSS", "HTML", "Figma"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Aman Arora",
      "Current Company": "Microsoft",
      "Experience Level": 13,
      "What I am looking for": "I have deep expertise in backend architecture and cloud integrations. I want to mentor engineers who are building scalable, distributed systems in the cloud and want to ensure optimal performance.",
      "Tech": ["C#", "Azure", "Docker", "SQL Server", "Kubernetes"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Kiran Mishra",
      "Current Company": "Stripe",
      "Experience Level": 14,
      "What I am looking for": "I specialize in data engineering and building scalable data pipelines. I want to mentor engineers working on building robust data pipelines for large-scale data processing systems.",
      "Tech": ["Python", "AWS", "ETL", "Apache Kafka", "RedShift"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Sandeep Reddy",
      "Current Company": "Amazon",
      "Experience Level": 12,
      "What I am looking for": "I focus on building scalable and distributed systems with a particular interest in microservices. I’m looking to mentor engineers transitioning to microservices architecture from monolithic systems.",
      "Tech": ["Java", "Spring Boot", "Kubernetes", "AWS", "Docker"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Swati Gupta",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I specialize in full-stack JavaScript development with a focus on building large-scale web applications. I want to mentor developers working on both the front-end and back-end development of high-traffic systems.",
      "Tech": ["JavaScript", "Node.js", "React", "MongoDB", "AWS"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Rohit Agarwal",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I work on cloud security and implementing robust access control systems. I want to mentor engineers interested in learning about securing cloud applications and managing access control effectively.",
      "Tech": ["Python", "AWS", "IAM", "OAuth", "Terraform"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Srinivas Kumar",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I specialize in cloud infrastructure and DevOps. I want to mentor engineers who want to learn about automating deployments and building cloud-native systems using DevOps principles.",
      "Tech": ["AWS", "Terraform", "Docker", "Kubernetes", "Jenkins"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Pooja Mehta",
      "Current Company": "Apple",
      "Experience Level": 12,
      "What I am looking for": "I focus on building high-quality iOS applications and optimizing for performance. I’m looking to mentor engineers who are interested in developing fast and responsive iOS apps for a smooth user experience.",
      "Tech": ["Swift", "Xcode", "CoreData", "iOS", "Objective-C"],
      "Booking Price INR": 3200.00
    },
    {
      "name": "Rajesh Yadav",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I have experience in developing scalable web services and managing large-scale systems. I want to mentor engineers working on large-scale backend systems and ensuring efficient resource management.",
      "Tech": ["Java", "Spring Boot", "MySQL", "Docker", "AWS"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Vishal Kapoor",
      "Current Company": "Amazon",
      "Experience Level": 16,
      "What I am looking for": "I specialize in building highly scalable e-commerce platforms. I am looking to mentor engineers working in the e-commerce domain who wish to enhance the scalability and performance of large online stores.",
      "Tech": ["Java", "Spring Boot", "AWS", "DynamoDB", "Kafka"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Ravindra Yadav",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I focus on data infrastructure and developing systems that process massive amounts of data in real-time. I’m looking to mentor data engineers and machine learning engineers working with large datasets.",
      "Tech": ["Python", "Kafka", "Hadoop", "Spark", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Neha Sharma",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I specialize in frontend frameworks and responsive design. I want to mentor engineers looking to build intuitive, responsive web applications with a focus on improving the user experience.",
      "Tech": ["React", "JavaScript", "CSS", "HTML", "Redux"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sandeep Arora",
      "Current Company": "Stripe",
      "Experience Level": 15,
      "What I am looking for": "I have deep expertise in building fintech platforms and payment gateways. I want to mentor engineers who are focused on building secure and reliable financial systems.",
      "Tech": ["Ruby", "Stripe API", "AWS", "MySQL", "PostgreSQL"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Amit Bansal",
      "Current Company": "Microsoft",
      "Experience Level": 16,
      "What I am looking for": "I have experience in cloud infrastructure and serverless architecture. I want to mentor engineers who are interested in building cloud-native applications with the latest technologies in the serverless space.",
      "Tech": ["Azure", "Java", "Kubernetes", "Docker", "Terraform"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Asha Devi",
      "Current Company": "Apple",
      "Experience Level": 14,
      "What I am looking for": "I work on developing high-performance iOS apps with a strong focus on seamless user interaction. I want to mentor engineers looking to build cutting-edge iOS applications with advanced features.",
      "Tech": ["Swift", "Xcode", "Objective-C", "iOS", "Core Data"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Deepak Prasad",
      "Current Company": "Google",
      "Experience Level": 15,
      "What I am looking for": "I specialize in cloud engineering and automation of cloud resources. I want to mentor engineers interested in infrastructure-as-code and automating cloud deployments using modern CI/CD practices.",
      "Tech": ["Python", "AWS", "Terraform", "Docker", "CI/CD"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Priya Mehta",
      "Current Company": "Meta",
      "Experience Level": 13,
      "What I am looking for": "I focus on developing high-availability systems with a strong focus on security. I want to mentor engineers looking to design resilient systems that can withstand major failures while keeping security intact.",
      "Tech": ["Java", "Spring Boot", "OAuth", "MySQL", "Redis"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sahil Kapoor",
      "Current Company": "Amazon",
      "Experience Level": 16,
      "What I am looking for": "I work in the field of distributed systems and cloud computing. I am looking to mentor engineers working on large-scale distributed systems that require high scalability and low latency.",
      "Tech": ["Java", "AWS", "Kafka", "Cassandra", "Docker"],
      "Booking Price INR": 3600.00
    },
    {
      "name": "Maya Tiwari",
      "Current Company": "Microsoft",
      "Experience Level": 14,
      "What I am looking for": "I specialize in DevOps practices and building infrastructure automation. I am looking to mentor engineers who are keen on automating infrastructure and adopting best DevOps practices to streamline their workflow.",
      "Tech": ["Azure", "Terraform", "Docker", "Kubernetes", "Jenkins"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Kunal Mehta",
      "Current Company": "Stripe",
      "Experience Level": 15,
      "What I am looking for": "I have experience in building enterprise-scale payment processing systems. I want to mentor engineers working in the payment industry who are focused on building secure, highly scalable payment systems.",
      "Tech": ["Ruby", "Stripe API", "MySQL", "AWS", "GraphQL"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Anjali Reddy",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I work in developing machine learning models and applying them to solve real-world problems. I’m looking to mentor engineers who want to get hands-on experience in deploying machine learning models in production environments.",
      "Tech": ["Python", "TensorFlow", "Keras", "PyTorch", "AWS"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Srikant Kumar",
      "Current Company": "Meta",
      "Experience Level": 15,
      "What I am looking for": "I specialize in building scalable web applications and API architectures. I want to mentor engineers interested in building robust, scalable backend systems that integrate seamlessly with front-end systems.",
      "Tech": ["Node.js", "Express", "MongoDB", "AWS", "GraphQL"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Nisha Bhagat",
      "Current Company": "Amazon",
      "Experience Level": 14,
      "What I am looking for": "I focus on mobile app development and building high-performance apps for Android and iOS. I want to mentor engineers who want to design and develop mobile applications with fast performance and rich features.",
      "Tech": ["Java", "Swift", "Kotlin", "React Native", "Firebase"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Vikas Agarwal",
      "Current Company": "Microsoft",
      "Experience Level": 15,
      "What I am looking for": "I specialize in distributed databases and ensuring data consistency across a global scale. I’m looking to mentor engineers who want to learn about distributed data architectures and solving complex data problems in cloud environments.",
      "Tech": ["C#", "SQL Server", "Azure", "Kafka", "Cosmos DB"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Dinesh Kumar",
      "Current Company": "Meta",
      "Experience Level": 14,
      "What I am looking for": "I focus on big data analytics and building real-time data pipelines. I want to mentor engineers who are interested in implementing big data solutions with an emphasis on real-time data processing.",
      "Tech": ["Apache Hadoop", "Spark", "Kafka", "AWS", "NoSQL"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Tanya Kapoor",
      "Current Company": "Amazon",
      "Experience Level": 15,
      "What I am looking for": "I work on developing cloud-based microservices and optimizing for high availability and fault tolerance. I want to mentor engineers interested in microservices and building highly available cloud-native applications.",
      "Tech": ["AWS", "Kubernetes", "Docker", "Java", "Spring Boot"],
      "Booking Price INR": 3500.00
    },
    {
      "name": "Rohit Reddy",
      "Current Company": "Google",
      "Experience Level": 14,
      "What I am looking for": "I focus on building high-performance backend systems and services. I’m looking to mentor engineers who want to work on optimizing backend performance for large-scale applications.",
      "Tech": ["Java", "C++", "Spring Boot", "PostgreSQL", "Redis"],
      "Booking Price INR": 3400.00
    },
    {
      "name": "Pooja Agarwal",
      "Current Company": "Stripe",
      "Experience Level": 13,
      "What I am looking for": "I work on building secure payment gateways and improving fraud detection systems. I want to mentor engineers working in the fintech space who are focused on building secure payment systems.",
      "Tech": ["Ruby", "AWS", "Stripe API", "MySQL", "GraphQL"],
      "Booking Price INR": 3300.00
    },
    {
      "name": "Sourabh Verma",
      "Current Company": "Apple",
      "Experience Level": 15,
      "What I am looking for": "I specialize in backend systems for mobile applications and ensuring efficient data storage. I want to mentor engineers interested in building optimized data storage solutions for mobile apps.",
      "Tech": ["Swift", "Core Data", "Node.js", "AWS", "MongoDB"],
      "Booking Price INR": 3500.00
    }

  ]
  